[{"name":"ACAD-International AB","description":"ACAD bedriver konsultverksamhet inom ljud och vibrationer. Vi utför uppdrag för alla typer av akustiska frågeställningar inom byggsektorn, samhällsbyggnad, industri, produktutveckling och universitet. ACAD har bedrivit sin verksamhet i drygt tio år. Under tiden har vi utvecklat företaget tillsammans med de anställda och vi är nu sjutton akustiker, de flesta från KTH. Det innebär att vi är Sveriges största fristående akustikkonsult. Vi söker ständigt nya medarbetare för att matcha en ökande efterfrågan på våra tjänster. Alla medarbetare är civilingenjörer eller doktorer. Vi söker dig som gillar utmaningar, varierade arbetsuppgifter och har en stor social kompetens.","coord_x":0.0,"coord_y":0.0,"contact_name":"Anders Schönbeck","contact_email":"info@acad.se","contact_number":"08-556 211 40","countries_presence_count":1,"employees_sweden":17,"employees_world":17,"website_url":"www.acad.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Academic Work","description":"Vi på Academic Work arbetar med personaluthyrning och rekrytering av Young Professionals. Vi vänder oss till dig som studerar eller har upp till fem års arbetslivserfarenhet. Genom oss kan du prova på att arbeta inom olika branscher, knyta viktiga kontakter inför framtiden och få en bra start på din karriär. Våra största affärsområden där vi har flest jobb att erbjuda är inom teknik, IT och ekonomi. Dessutom har vi icke-studierelaterade extrajobb som kan vara bra att ha vid sidan av sina studier, dels för att tjäna extra pengar men även få viktig arbetslivserfarenhet.\\nI vår monter kan du få information om vilka tjänster vi har lediga just nu. Vi finns på plats för att svara på frågor och kan dessutom hjälpa till med lättare CV-granskning.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":5,"employees_sweden":550,"employees_world":800,"website_url":"www.academicwork.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"AcandoConnecta","description":"Acando and Connecta have merged into a leading Nordic Management and IT consulting company.\\nAcando-Connecta is a consulting company whose business concept is, in partnership with its customers, to create business value by enhancing and streamlining processes, organization and digital solutions. Measurable results and performance are created by combining strategy, business skills and technology. Acando-Connecta´s core offerings are Management Consulting, IT Management Consulting, Enterprise Consulting and Digital Consulting.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":6,"employees_sweden":1350,"employees_world":1850,"website_url":"www.connecta.se www.acando.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Accenture AB","description":"Accenture är ett globalt företag med verksamhet inom management, IT och outsourcing, med cirka 293 000 medarbetare och kunder i över 120 länder. Vi är alltid intresserade av att träffa ambitiösa och duktiga studenter som skulle vilja arbeta hos oss som managementkonsult, inom IT-projektledning, IT-strategi eller systemimplementering i globala projekt. Genom att kombinera erfarenhet och kunskap inom olika branscher och affärsfunktioner med omfattande forskning av världens mest framgångsrika företag, hjälper vi våra kunder att bli högpresterande företag och organisationer. Besök gärna vår hemsida på www.accenture.se/career.","coord_x":0.0,"coord_y":0.0,"contact_name":"Annina Troberg","contact_email":"a.troberg@accenture.com","contact_number":"08-4513000","countries_presence_count":56,"employees_sweden":900,"employees_world":293000,"website_url":"www.accenture.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Adecco Sweden AB","description":"The Adecco Group, based in Zurich, Switzerland, is the world’s leading provider of HR solutions. With close to 31,500 employees and more than 5,000 offices, in over 60 countries and territories around the world,  Adecco Group offers a wide variety of services, connecting more than 650,000 colleagues with over 100,000 clients every day. The services offered fall into the broad categories of temporary staffing, permanent placement, outsourcing, consulting and training. The Adecco Group is a Fortune Global 500 company. In Sweden,  Adecco is an authorized staffing agency which currently has about 50 offices and 10,000 consultants.","coord_x":0.0,"coord_y":0.0,"contact_name":"Rasmus Nelson","contact_email":"rasmus.nelson@adecco.se","contact_number":"859898621.0","countries_presence_count":60,"employees_sweden":5000,"employees_world":650000,"website_url":"www.adecco.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Airbus Group","description":"Airbus Group is a global leader in aerospace, defence and related services. In 2013, the Group – comprising Airbus, Airbus Defence and Space and Airbus Helicopters – generated revenues of € 59.3 billion and employed a workforce of around 144,000.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":36,"employees_sweden":0,"employees_world":144,"website_url":"www.jobs.airbus-group.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Alten AB","description":"De mest engagerade teknik- och IT-konsulterna.\\n\\nPå Alten utvecklar och levererar vi kompetens för världsledande företag genom Sveriges mest engagerade teknik- och IT-konsulter. Våra kunder återfinns inom branscher som Energy, Telecom, Automotive, Defence \u0026 Aerospace och Industry och vi är verksamma genom hela produktutvecklingskedjan. Som en del av Alten Group har vi över 16.000 medarbetare och verksamhet i 16 länder.\\n\\nDet är vår övertygelse att äkta engagemang skapas genom valfrihet och möjligheten att påverka sin egen personliga utveckling - vår affärsmodell ger den möjligheten. Denna valfrihet gör att vi kan erbjuda våra kunder de mest engagerade konsulterna, oavsett uppdrag.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":16,"employees_sweden":1200,"employees_world":16000,"website_url":"www.alten.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Altran Sverige AB","description":"Som världsledande inom innovation och högteknologisk R\u0026D utvecklar Altran tillsammans med sina kunder framtidens produkter och tjänster. Under mer än 30 år har Altran levererat lösningar till ledande företag och organisationer inom sektorer som rymd, fordon, energi, järnväg, finans, hälsovård och telekom. \\n\\nI Skandinavien är Altran representerat i Borlänge, Göteborg, Karlstad, Linköping, Lund, Malmö, Oslo och Stockholm med cirka 500 medarbetare.\\nInnovation är vår ledstjärna och det är därför vi kallar oss ”Innovation makers”. Internationellt har Altran över 21 000 medarbetare i mer än 20 länder. Under 2013 hade koncernen en omsättning på 1 633 miljoner euro.","coord_x":0.0,"coord_y":0.0,"contact_name":"Viktoria Bäckmarker","contact_email":"viktoria.backmarker@altran.com","contact_number":"","countries_presence_count":20,"employees_sweden":500,"employees_world":21000,"website_url":"www.altran.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Ansaldo STS","description":"Ansaldo STS is a leading technology company operating in the global railway \u0026 mass transit systems business with the provision of traffic management, planning, train control and signaling systems and services. We act as lead contractor, systems integrator and turnkey provider on major projects worldwide.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":28,"employees_sweden":56,"employees_world":4000,"website_url":"www.ansaldo-sts.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"AstraZeneca AB","description":"AstraZeneca är ett globalt bioläkemedelsföretag som levererar viktiga läkemedel till patienter genom innovativ forskning och spetskompetens inom utveckling och kommersialisering. I Sverige har AstraZeneca ca 5800 anställda fördelade på två siter, Mölndal och Södertälje. I Mölndal finns ett av våra tre globala strategiska forskningscenter. Forskningen fokuserar bland annat på sjukdomar inom områdena hjärta/kärl och metabolism, t ex diabetes. I Södertälje finns en av världens största högteknologiska tillverkningsenheter för läkemedel samt ett av det Nordisk-Baltiska marknadsbolagets kontor. Av Sweden Operations personal är 26 % högskoleutbildade, 52 % kvinnor och 51 % kvinnliga chefer.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":16,"employees_sweden":5900,"employees_world":51500,"website_url":"www.astrazeneca.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Atlas Copco Industrial Technique AB","description":"Atlas Copco is a world-leading provider of sustainable productivity solutions. The Group serves customers with innovative compressors, vacuum solutions and air treatment systems, construction and mining equipment, power tools and assembly systems. Atlas Copco develops products and service focused on productivity, energy efficiency, safety and ergonomics.  The company was founded in 1873, is based in Stockholm, Sweden, and has a global reach spanning more than 180 countries. In 2013, Atlas Copco had revenues of BSEK 84 (BEUR 9.7) and more than 40 000 employees. Learn more at www.atlascopco.com.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":85,"employees_sweden":5000,"employees_world":40500,"website_url":"www.atlascopco.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"AVL","description":"Our product is our knowledge. As an AVL consultant you get the chance to develop skills you didn’t know you had. You gain access to the world’s best network of engine and powertrain specialists. AVL is the benchmark for engineering services within the automotive industry. Our customers expect you to be an expert at what you do. You have a chance to develop within several interesting areas such as: Powertrain Development, Controls, Calibration, Design, Simulation, Testing, Instrumentation and Test Systems. You can find out what all this means at our exhibition stand.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":45,"employees_sweden":225,"employees_world":6650,"website_url":"www.avl.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"BillerudKorsnäs","description":"BillerudKorsnäs erbjuder högkvalitativt papper och spetskunskap inom förpackningar. Tillsammans med vårt globala nätverk av konverterare utvecklar vi smartare förpackningslösningar som sparar kostnader, stärker varumärken genom förbättrad design, bidrar till smidigare logistik och en renare miljö. Vi omsätter 20 miljarder SEK och har 4300 anställda i 13 länder.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":13,"employees_sweden":3600,"employees_world":4300,"website_url":"www.billerudkorsnas.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Bombardier Transportation AB","description":"We are Bombardier\\nGet on board, we can drive you further in your career\\n \\nAt Bombardier, 70,000 employees in 60 countries work together to evolve mobility worldwide - one good idea at a time. We design, build and service some of the most intelligent and beautiful rail solutions in the world. Our products are safe, healthy for people and help preserve the world's natural environment. If you have a good idea, we'll provide the environment where it will thrive and grow into a great product or customer experience. Your ideas are our fuel.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":60,"employees_sweden":2500,"employees_world":75000,"website_url":"www.bombardier.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Centigo","description":"Centigo är ett oberoende och medarbetarägt managementkonsultbolag som har varit stabilt lönsamt sedan bolaget bildades i januari 2002. Vi är idag 180 medarbetare och växer kontinuerligt för att möta våra befintliga och nya kunders behov av kvalificerade konsult-tjänster.\\nVåra kontor ligger i Stockholm, Malmö, Bangalore och Shanghai. Centigo ingår tillsammans med Accigo, Sapigo, Decigo och Allies i Business Wellness Group som består av totalt ca 240 medarbetare. Business Wellness Group har även intressebolag i Bangalore, Indien (Indpro) och i Shanghai, Kina (SXL Group).","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":3,"employees_sweden":180,"employees_world":180,"website_url":"www.centigo.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"CGI","description":"CGI Group Inc grundades 1976 och är den femte största oberoende leverantören av tjänster inom IT och affärsprocesser i världen. Med cirka 68 000 medarbetare på kontor och globala leveranscenters i Amerika, Europa och Asien erbjuder CGI tusentals globala kunder en heltäckande tjänsteportfölj med avancerade konsulttjänster inom IT och affärsprocesser, systemintegration, applikationsutveckling och underhåll, drift och hantering av infrastruktur samt ett brett sortiment av patenterade lösningar. CGI har en årlig omsättning på över 10 miljarder CAD och en orderstock som överskrider 19 miljarder CAD. CGI:s aktier är noterade på TSX (GIB:A) och NYSE (GIB). Webb: www.cgi.com.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":40,"employees_sweden":4500,"employees_world":68000,"website_url":"www.cgi.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Cinnober Financial Technology AB","description":"At Cinnober we see major technical opportunities in the continuously changing financial market. Our task is to help trading and clearing venues implement innovative changes so they can gain new positions faster than their competitors. We power mission-critical systems at a number of exchanges around the world, from New York and São Paulo to London and Bangkok. Our products are based on the TRADExpress™ platform, which we developed using the very latest Java technology. With us you will enter an exciting career domain working with our cutting-edge technology. You can learn and grow in an atmosphere with short decision paths and open communication. We are located in Stockholm, Umeå and London.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":2,"employees_sweden":250,"employees_world":250,"website_url":"www.cinnober.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Combitech AB","description":"Combitech är ett av Nordens största teknikkonsultbolag med över 1400 medarbetare i Sverige, Norge och Finland. Vi kombinerar teknisk spetskompetens med djupa branschkunskaper, helhetsförståelse och särskilt fokus på miljö och säkerhet. Resultatet är anpassade, hållbara lösningar för kunder med höga krav som verkar både nationellt och globalt. Våra kunder finns primärt inom industri, försvarsindustri, försvar och offentlig verksamhet.","coord_x":0.0,"coord_y":0.0,"contact_name":"Frida Modig","contact_email":"frida.modig@combitech.se","contact_number":"08 580 863 57","countries_presence_count":3,"employees_sweden":1300,"employees_world":1400,"website_url":"www.combitech.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Conmore Ingenjörsbyrå AB","description":"Conmore har i mer än 20 år framgångsrikt levererat innovativa tekniklösningar till ett flertal uppdragsgivare. Vi är idag över 100 kompetenta ingenjörer som arbetar med produktutveckling, främst mekanisk- och elektrisk konstruktion, mjukvaruutveckling, teknisk projektledning samt provning. \\n\\nConmores värdegrund vilar på fyra hörnstenar; omtanke, ansvar, trygghet och samverkan vilka utgör fundamentet till våra relationer med såväl kunder som medarbetare. Våra anställda skall kunna känna trygghet och trivsel med arbetet, få stimulans och utvecklas i sina uppdrag. Den enskildes utveckling och harmoni har en direkt koppling till Conmores fortsatta framgångar.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":100,"employees_world":100,"website_url":"www.conmore.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Dassault Systèmes","description":"Dassault Systèmes, the 3DEXPERIENCE Company, provides business and people with virtual universes to imagine sustainable innovations. Its world leading solutions transform the way products are designed, produced, and supported. Dassault Systèmes’ collaborative solutions foster social innovation, expanding possibilities for the virtual world to improve the real world. The group brings value to over 190,000 customers of all sizes, in all industries, in more than 140 countries. \\n\\nCATIA, SOLIDWORKS, ENOVIA, DELMIA, SIMULIA, GEOVIA, EXALEAD, 3D VIA, 3DSWYM, BIOVIA, NETVIBES, 3DXCITE are registered trademarks of Dassault Systèmes or its subsidiaries in the US and/or other countries.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":140,"employees_sweden":95,"employees_world":11000,"website_url":"www.3ds.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"DEKRA Industrial AB","description":"The more complex the process is in modern industrial plants, the more important it is the sub-systems and components work well together. The same is true of course of us working to achieve greater safety.\\n\\nDEKRA is leading development in independent inspections, testing and certification with business activities in most industries around the world.\\n\\nWe often describe ourselves as specialists with a practical background and an interdisciplinary approach. And as the industrial reality requires both technical expertise and technological literacy, which have been key for us to create a working environment that values knowledge and curiosity.\\n\\nChallenge yourself and join us!","coord_x":0.0,"coord_y":0.0,"contact_name":"Ann Bergqvist","contact_email":"ann.bergqvist@dekra.com","contact_number":"+46 10 455 12 09","countries_presence_count":50,"employees_sweden":450,"employees_world":31000,"website_url":"www.dekra-industrial.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"E.ON","description":"E.ON är en av världens största energikoncerner. Vi producerar, distribuerar och säljer el, värme och gas till 1 miljon kunder. Med visionen om ett hållbart energisystem driver våra medarbetare omställningen mot renare produktion, smartare nät och effektivare användning av energi. Forskning och innovation är viktigt för att vi ska lyckas – därför kombinerar vi internationell styrka och lokal expertis för att dela kunskap och idéer. Att arbeta på E.ON är att ta samhällsansvar. Att känna att energi ska göra nytta. Våra medarbetare är vår största tillgång och vi erbjuder dem spännande karriärmöjligheter, ledarskapsprogram och uppskattade förmåner. Välkommen att upptäcka möjligheterna på E.ON.","coord_x":0.0,"coord_y":0.0,"contact_name":"Sofia Hallberg","contact_email":"","contact_number":"040-255000","countries_presence_count":30,"employees_sweden":3500,"employees_world":64000,"website_url":"www.eon.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Ericsson AB","description":"Lars-Magnus Ericsson founded Ericsson believing that communication is a basic human need. 138 years later our vision is to be the prime driver in an all-communicating world. By using innovation to empower people, business and society, we are enabling the Networked Society, in which everything that benefits from a connection will be connected. Through our technological leadership, global presence and the empowerment we provide to our employees, we offer enormous opportunities to change peoples’ lives and the world we live in","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":180,"employees_sweden":18000,"employees_world":115000,"website_url":"www.ericsson.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"ESA – European Space Agency","description":"With its more than 2000 international staff from 20 countries, ESA is Europe’s capstone\\norganization in the field of space research and development. The programmes of the\\nEuropean Space Agency include large projects in space science, telecommunications,\\nnavigation, earth observation, launcher development, manned space flight, and microgravity\\n. Engineers, IT specialists, physicists, mathematicians, astronomers, and\\nastrophysicists are employed in a variety of areas: Research and development, project\\nsupport, project management, spacecraft operations and data retrieval and exploitation.\\nESA is an equal opportunity employer with a positive gender policy.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":8,"employees_sweden":0,"employees_world":2300,"website_url":"www.esa.int","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Fjärrvärmeprojekt Sverige AB","description":"Fjärrvärmeprojekt Sverige AB är ett konsultföretag med gedigen erfarenhet av såväl projektering, byggledning, besiktning samt projektledning inom verksamhetsområdena fjärrvärme-, fjärrkyla- och gasdistribution. Vi utför uppdrag åt samtliga stora energibolag inom Mälardalen såsom Fortum Värme, Vattenfall, E-ON, Norrenergi mfl och vi vågar påstå att vi är det ledande konsultbolaget inom området.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":15,"employees_world":15,"website_url":"www.fjarrvarmeprojekt.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Flow Traders","description":"Flow Traders is an independent ETF \u0026 ETC proprietary trading house with offices in Asia-Pacific, Europe, and the US. We’re currently looking for new junior traders that would like to join us at our headquarters in Amsterdam. As a trader with Flow you manage and optimize our daily position (pricing and trading) in a wide range of financial products.\\n\\nFind out all about Flow Traders at our stand at the fair. Hear all about working at Flow, and compete for the highest revenue in the Trading Challenge. We hope to see you there.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":0,"employees_world":200,"website_url":"www.flowtraders.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"FMV, Försvarets materielverk","description":"Försvarets materielverk, FMV - Effektiv försvarslogistik när och där den behövs. Vi ansvarar för hela försvarslogistikkedjan med anskaffning och underhåll av materiel. Vi hanterar komplexa affärer, många i samverkan med andra länder.  Det innebär att vi utformar och förser det svenska försvaret med materiel och tjänster. Genom samarbete med många aktörer säkrar vi kvalitet och prestanda till rätt kostnad.  Vår årliga omsättning är cirka 17 miljarder kronor. Verksamheten projektleds och styrs från Stockholm. Här finns en stor del av vår tekniska och kommersiella kompetens. Vi har utöver det verksamhet på ett flertal platser över hela Sverige.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":3000,"employees_world":3000,"website_url":"www.fmv.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"FOI, Totalförsvarets forskningsinstitut","description":"På FOI är vi ungefär 1000 anställda, varav 850 är forskare på akademisk nivå. Vi är ett av Europas största institut för tillämpad forskning. Vi jobbar med krishantering, säkerhetsteknik, datafusion, klimat och miljö, it-säkerhet, kärnvapenfrågor, skydd mot farliga ämnen, sensorer, ledningssystem och ett stort antal andra frågor inom försvars- och säkerhetsforskning. FOI-forskare finns ofta i forskningsfronten och över hela skalan från grundforskning till tillämpade studier och utveckling i samarbete med försvaret, näringslivet och den offentliga sektorn. \\n\\nVill du veta mer om hur det är att jobba på FOI? \\n\\nBesök vår webbplats www.foi.se/jobb.","coord_x":0.0,"coord_y":0.0,"contact_name":"Gunilla Claus","contact_email":"jobb@foi.se","contact_number":"08-55503219","countries_presence_count":0,"employees_sweden":1000,"employees_world":1000,"website_url":"www.foi.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Forefront Consulting Group","description":"Forefront Consulting Group AB är ett konsultföretag som stödjer förändring från strategi till avsedd effekt. Vi satsar på ett starkt strukturkapital, däribland vår metod Boost. Från starten 2008 har vi vuxit organiskt till nära 150 medarbetare. Vi har kontor i Stockholm, Malmö och Halmstad samt en offshoreverksamhet i Xián (Kina). Vi har bl.a. kunder inom detaljhandel, bank \u0026 försäkring, tillverkning och reseindustrin.\\nKontakt: +46 8 410 600 00 • www.ffcg.se • info@ffcg.se • Stockholm - Hitechbuilding plan 10 (Sveavägen 9) • Malmö - World Trade Center (Jungmansgatan 12) • Xi'an, Kina","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":2,"employees_sweden":150,"employees_world":165,"website_url":"www.ffcg.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Fortum","description":"Fortums verksamhet är fokuserad på Norden, Ryssland, Polen och Östersjöområdet. Vår huvudverksamhet omfattar produktion och försäljning av el och värme samt experttjänster inom energibranschen.\\n\\nFortums syfte är att skapa energi som gör livet bättre idag och för kommande generationer. Vi tror på det som kallas solekonomi. Det betyder att all vår energi i framtiden ska vara baserad på solen. Direkt från solpaneler och solfångare eller indirekt via vattenkraft, vågkraft, vindkraft eller biomassa. På resan förfinar vi dagens teknik samtidigt som vi letar efter morgondagens lösningar. Vi testar solenergi på nordliga breddgrader och anlägger världens största vågkraftspark!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":10,"employees_sweden":2000,"employees_world":9000,"website_url":"www.fortum.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"FS Dynamics Sweden AB","description":"FS Dynamics (Fluid Structural Dynamics) is a consulting firm entirely concentrated on technical calculations. This narrow focus together with the company's high competence and long term customer relationships are success factors which have lead to a continuous growth since the start in 2004. Today FS Dynamics is the leading consulting firm for calculation services within fluid dynamics (CFD) and structural dynamics (FEM) in the Nordic region.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":130,"employees_world":165,"website_url":"www.fsdynamics.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"GE","description":"GE works on things that matter. The best people and the best technologies taking on the toughest challenges. Finding solutions in energy, health and home, transportation and finance. Building, powering, moving and curing the world. Not just imagining. Doing. GE works.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":100,"employees_sweden":2000,"employees_world":300000,"website_url":"www.ge.com/careers","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"i3tex","description":"i3tex är ett privatägt teknikkonsultföretag med ca 175 medarbetare. Vår vision är att utveckla framtidens produkter för en bättre värld. Genom vårt deltagande i utvecklingsprojekt för framgångsrika kunder inom fordon, telekom, verkstad, försvar och medicinteknisk industri har vi fått en djup och bred teknisk kompetens främst inom elektronik, mjukvara och mekanik. Vi har lång erfarenhet som teknikkonsulter och ingår i kundfokuserade utvecklingsteam.\\nVårt företag har en öppen och välkomnande attityd, korta beslutsvägar och är vaket för nya möjligheter. Stämmer detta med din framtidstro är du välkommen till ett företag som tror på individens möjligheter! Vill du veta mer? Besök www.i3tex.com.","coord_x":0.0,"coord_y":0.0,"contact_name":"Carina Järnkrok","contact_email":"carina.jarnkrok@i3tex.com","contact_number":"070-729 77 45","countries_presence_count":1,"employees_sweden":175,"employees_world":175,"website_url":"www.i3tex.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Ikano","description":"Business Area Real Estate is a long-term owner and developer of residential and retail properties in the Nordic growth regions. We play an active role where people live and shop.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":3,"employees_sweden":270,"employees_world":300,"website_url":"www.ikanofastigheter.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"IKEA","description":"IKEA offers a wide range of well-designed, functional home furnishing products at prices so low that as many people as possible will be able to afford them. Personality-wise, it will help if you share IKEA qualities such as ambition, positivity and perhaps even some of our famous Småland “can-do” attitude. Other than that, almost everything else you bring is welcome. We’re looking for individuals, because it’s the diversity of ideas and personalities our co-workers bring that have made IKEA so successful over the years. At IKEA you can work in our Stores, with purchase, in Supply chain or product development. We also have possibilities in functions such as IT, HR, Communication and Finance.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":43,"employees_sweden":12300,"employees_world":135000,"website_url":"www.ikea.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Inspecta Sweden","description":"Inspecta är Nordens ledande inspektions-, provnings- och certifieringsföretag. Vi har kontor i åtta länder; Sverige, Finland, Norge, Danmark, Lettland, Estland, Litauen och Polen. I Sverige är vi drygt 600 medarbetare och i hela koncernen 1400. \\n\\nVi har arbetat med säkerhetsfrågor inom ett stort antal branscher i över 30 år. Vår förmåga att rekrytera välutbildade medarbetare har bidragit till vår framgång. Vi agerar oberoende, med integritet och med respekt för våra kunders behov. \\n\\nAtt arbeta för Inspecta är inget vanligt jobb. Att arbeta hos oss gör skillnad. Med oss är du en del av att skapa ett säkrare, mer tillförlitligt och hållbart samhälle.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":8,"employees_sweden":620,"employees_world":1400,"website_url":"www.inspecta.com/sv","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Intertek Semko AB","description":"Intertek tillhandahåller rådgivande tjänster, provning och certifiering samt hantering av produktgodkännanden över tiden. Intertek skapar värde genom att hjälpa kunder att i rätt tid med rätt kvalitet komma ut på önskade marknader. Intertek är en ledande global leverantör av kvalitets- och säkerhetslösningar, och arbetar med en mängd olika branscher. Företaget finns i alla världsdelar med över 1000 laboratorier i mer än 100 länder. I Sverige finns vi i huvudsak i Kista, med c:a 350 medarbetare.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":100,"employees_sweden":350,"employees_world":36000,"website_url":"www.intertek.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"King","description":"At King, we design casual games with a broad appeal, which are easy to learn and challenging to master, allowing people to play for a moment, then move on with their day and pick up their game later. Our games are also synchronized across platforms, allowing players to switch seamlessly between devices and platforms and continue their game wherever they left off, so they can play anywhere, any time and on any device. For us, this is encapsulated in the idea of bitesize entertainment.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":9,"employees_sweden":350,"employees_world":1000,"website_url":"www.king.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Kronofogden","description":"The role of the Enforcement Authority is impartial. Our mission is to strike a balance between people who are to be paid and those who are to pay. Our responsibility is to ensure that people with a monetary claim receive assistance in recovering it. But we are also responsible for seeing to it that people with a debt to pay receive support and guidance to straighten things out. All citizens are winners in an economically balanced society. Therefore, we also work to reduce the number of people and businesses at risk of becoming overindebted.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":2261,"employees_world":2261,"website_url":"www.kronofogden.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Lantmäteriet","description":"Om Lantmäteriet\\nAtt jobba på Lantmäteriet är inte som du tänker dig – det är mycket mer än så. Här kan du jobba inomhus med världen därute eller utomhus med jobb som är inne. Hos oss kan du vara ekonom, jurist, systemutvecklare, ingenjör, geografisk informationsförvaltare – och så lantmätare förstås.","coord_x":0.0,"coord_y":0.0,"contact_name":"Annelie Hörberg","contact_email":"annelie.horberg@lm.se","contact_number":"072 50 87 573","countries_presence_count":100,"employees_sweden":2000,"employees_world":2100,"website_url":"www.lantmateriet.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Modern Times Group","description":"Do you love video and TV entertainment - the magical experiences that great content can create every moment of every day? Are you excited about the different ways in which you can view, and engage with, this content – both at home and on the move? Are you a passionate game changer with lots of ideas that you want to try out? Then Modern Times Group is the place for you – 40 production companies, 100 TV channels,countless digital products \u0026 services,40 countries,4 continents…come and join us!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":40,"employees_sweden":1000,"employees_world":4000,"website_url":"www.mtg.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Nepa","description":"Nepa has been awarded as a Gasell company by Dagens Industri three years in a row and is one of the fastest growing companies in Europe within research, technology and consumer insights. At Nepa we always strive to deliver innovative and actionable results to our clients, who often are marketing departments, consultants or media owners. \\n\\nWith offices in 7 countries and ongoing global assignments in over 50 countries, we are averaging 75% growth year-on-year and are still chasing our dream to change the research industry.\\n\\nNepa’s journey has just begun. If you love brands, problem solving and innovation – don’t hesitate to contact us!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":7,"employees_sweden":70,"employees_world":112,"website_url":"www.nepaglobal.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Orc Group AB","description":"Orc is the global market leader in trading technology for listed derivatives. Building on our commitment to long term partnerships and technology innovation that delivers results, Orc serves the trading and electronic execution needs of clients worldwide.\\nLeading trading firms, market makers, banks and brokers depend on Orc to provide robust solutions that deliver concrete value, ensuring that they achieve their business goals in the world’s increasingly dynamic and competitive markets.\\nWith nearly 200 customer sites in more than 30 countries, access to over 150 trading venues and offices in each of the world’s key financial centers, we offer true global capabilities.\\nCombining our technology and financial industry expertise, including a solid understanding of regulatory issues, Orc also provides expert advice and services that help reduce complexity and cost, while enabling clients to stay focused on value creation in their core businesses.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":10,"employees_sweden":120,"employees_world":220,"website_url":"www.orc-group.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"PQR Consult AB","description":"A complete installation Consulting firm. Comprehensive installation Consultants focused on innovation, Environment and the future.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":115,"employees_world":123,"website_url":"www.pqr.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"PRV, Patent- och registreringsverket","description":"PRV är myndigheten som ansvarar för patent, varumärke, design och upphovsrätt.\\nVälkommen!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":350,"employees_world":350,"website_url":"www.prv.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Releye","description":"Releye är ett innovativt konsultföretag som kombinerar strategisk verksamhetskonsultation med pragmatisk leverans av kundhanterings- och beslutstödslösningar.\\n\\nVi har sedan starten 2000 fokuserat på att hjälpa våra kunder att stärka sina kundrelationer, lära sig mer om kunderna och ta bättre beslut.\\n\\nVi har en lång erfarenhet av att arbeta med företag inom både B2B och B2C som hanterar affärskritisk information. Vi skapar lösningar som ger användarupplevelse, levereras i tid och möter våra kunders effektmål.\\n\\nVår största tillgång är våra idéer, vår relation till våra kunder men framförallt våra engagerade och lösningsorienterade medarbetare.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":50,"employees_world":50,"website_url":"www.releye.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Saab","description":"Vill du hänga med på resan med målet att skapa en säkrare värld? På Saab skapar vi system och lösningar för försvar och säkerhet. Vi tillverkar allt ifrån stridsflygplan som Gripen till blåljussystem och mobila radaranläggningar. Vi utvecklar även miljövänligare civilflygsvingar samt obemannade flygtrafiktorn och farkoster.Vi är en av Sveriges mest attraktiva arbetsgivare för teknikintresserade och det är vi stolta över. Vi värderar balans mellan arbete och fritid högt – vilket också syns i våra medarbetarundersökningar. Hög tekniknivå, avancerade produkter, stora investeringar i forskning och goda möjligheter att arbeta internationellt är fyra starka skäl till varför en tiondel av alla ingenjörer som utexamineras i Sverige väljer att arbeta på Saab.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":33,"employees_sweden":11000,"employees_world":14000,"website_url":"www.saabgroup.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"SCA","description":"SCA är ett ledande globalt hygien- och skogsindustriföretag. Vi utvecklar och producerar hållbara personliga hygienprodukter, mjukpapper och skogsindustriprodukter. Försäljning sker i cirka 100 länder under många starka varumärken, som de globalt ledande TENA och Tork samt regionala varumärken som exempelvis Libero, Libresse, Lotus, Nosotras, Saba, Tempo och Vinda. Som Europas största privata skogsägare fäster vi stor vikt vid hållbar skogsförvaltning. SCA hade omkring 44 000 medarbetare i slutet av 2013. Mer information om SCA finns på www.sca.com","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"career@sca.com","contact_number":"","countries_presence_count":60,"employees_sweden":5500,"employees_world":44000,"website_url":"www.sca.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Scania CV AB","description":"Scania is one of the world’s leading manufacturers of trucks and buses for heavy transport applications, and of industrial and marine engines. Service-related products account for a growing proportion of the company’s operations, assuring Scania customers of cost-effective transport solutions and maximum uptime Scania also offers financial services. Employing some 41,000 people, the company operates in about 100 countries. Research and development activities are concentrated in Sweden, while production takes place in Europe and South America, with facilities for global interchange of both components and complete vehicles.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":100,"employees_sweden":13000,"employees_world":41000,"website_url":"http://www.scania.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Schibsted Media Group","description":"Have you ever read news from Aftonbladet or Svenska Dagbladet, bought or sold something on Blocket or found an address on Hitta.se? The most likely answer is YES! 8 out of 10 Swedes visit a Schibsted site every week. Besides Sweden, Schibsted have companies in over 29 countries in the world, from Brazil and Chile to Malaysia and Vietnam. In total we are 6900 employees all over the world who have a common goal: To empower people in their daily lives. We do this through our focus on three main areas: publishing, classifieds and growth companies. The media landscape change rapidly and for us to be able to be in the forefront we need the best talent.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":29,"employees_sweden":1400,"employees_world":6900,"website_url":"www.schibsted.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Semcon","description":"Semcon is an international technology company active in the areas of engineering services and product information. We have 3,000 dedicated employees who are creating the future together with our customers.\\nCustomers’ demands for expertise, innovation, ability to supply and market adaptation, encourage us to constantly be at the cutting edge throughout the entire product development chain. We challenge ourselves everyday to be in the forefront and we develop the products and systems for the future.\\nOur customers are active in many different development-intensive industries, which provide extensive industrial expertise that benefits all customers.","coord_x":0.0,"coord_y":0.0,"contact_name":"Lisen Backteman","contact_email":"lisen.backteman@semcon.com","contact_number":"739415747.0","countries_presence_count":10,"employees_sweden":1400,"employees_world":3000,"website_url":"www.semcon.com/sv","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Siemens","description":"Siemens is a globally operating technology Company with core activities in the fields of energy, healthcare, industry, and infrastructure. On a continuing basis, we have around 362,000 employees as of September 30, 2013 and business activities in nearly all countries of the world and reported consolidated revenue of €75.882 billion in fiscal 2013. We operate in excess of 290 major production and manufacturing plants worldwide. In addition, we have office buildings, warehouses, research and development facilities or sales offices in almost every country in the world.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":190,"employees_sweden":4500,"employees_world":360000,"website_url":"www.siemens.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"SJ AB","description":"Sweden’s largest train operating company, SJ, daily runs 1400 departures and serves 160 stations from Copenhagen in Denmark to Narvik in Norway. SJ transports 100 000 passengers each day. 5000 employees work for train journey’s safety, reliability, convenience and simplicity. Engineers are found in many different roles at SJ including IT, business development, and maintenance of SJ’s vehicles, timetable planning and personnel planning. If you are looking for a sustainable company in an emerging market with exciting challenges, apply to SJ.\\nAll travel with SJ trains in Sweden is labeled with Good Environmental Choice.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":5000,"employees_world":5000,"website_url":"www.sj.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"SKC Svenskt Kärntekniskt Centrum","description":"SKC stödjer utbildning, forskning och utveckling inom kärntekniska tillämpningar vid högskolor och universitet i Sverige. Syftet är att attrahera, utveckla, och behålla den kärntekniska kompetens som krävs för fortsatt säker och effektiv drift av våra kärnkraftverk och för att kunna delta i den fortsatta utvecklingen på det kärntekniska området.\\n\\nSKC finansieras av Forsmark Kraftgrupp AB, Ringhals AB, OKG AB och Westinghouse Electric Sweden AB. SKC:s verksamhet styrs av ett treårigt avtal mellan de finansierande parterna och universiteten: Kungliga Tekniska högskolan (KTH), Chalmers Tekniska högskola samt Uppsala Universitet.","coord_x":0.0,"coord_y":0.0,"contact_name":"Farid Alavyoon","contact_email":"alavyoon@kth.se","contact_number":"","countries_presence_count":1,"employees_sweden":0,"employees_world":0,"website_url":"www.kth.se/sci/centra/skc","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Softronic AB","description":"Softronic är ett konsultbolag inom IT och management och är en av få kompletta IT-partners på den svenska marknaden. Vår styrka och arbetssätt är att alltid fungera som kundens konsult och rådgivare. Vi arbetar långsiktigt  med hela livscyklen. Hos oss får du arbeta med mycket kompetenta kollegor och både lära av andra och lära ut. En ypperlig väg in i vårt företag som nyutexaminerad är att ansöka till vårt traineeprogram Gate 1. Individuella kompetensutvecklingsprogram tillsammans med uppdragen skapar en bas för en intressant karriärutveckling. Softronic som grundades 1984 är börsnoterat och har cirka 500 anställda i Stockholm, Göteborg, Malmö och Sundsvall","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":500,"employees_world":500,"website_url":"www.softronic.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Stockholms läns landsting","description":"Är du beredd att tänka nytt och hitta framtidens\\nlösningar? Vid din sida har du 43 000 engagerade\\nkollegor inom hundratals kvalificerade yrken - till\\nexempel medicintekniska ingenjörer, miljöhandläggare,\\nprojektledare, civilingenjörer, affärsutvecklare,\\nbyggingenjörer, systemutvecklare och\\nmånga fler.  Det innebär att två miljoner människor\\nfår en god och effektiv hälso- och sjukvård och\\nen väl fungerande kollektivtrafik i landets snabbast\\nväxande region. Hitta ditt jobb på www.sll.se/jobb. I vår monter\\nträffar du företrädare från våra verksamheter som\\nberättar mer om sina spännande arbeten.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":43000,"employees_world":43000,"website_url":"www.sll.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Stora Enso","description":"Stora Enso är den globala nytänkaren inom papper, biomaterial, träprodukter och förpackningar. Vi tänker alltid i nya banor och skapar nytt för att kunna erbjuda våra kunder innovativa lösningar baserade på förnybara material. Företaget har cirka 29 000 anställda i 35 länder runtom i världen och omsättningen 2013 uppgick till 10,6 miljarder euro.  Våra kunder är förlag, tryckerier och pappersgrossister samt förpackningstillverkare och snickeri- och byggföretag. Våra produkter ger ett mindre kolavtryck och är ett klimatvänligt alternativ till många produkter tillverkade av konkurrerande icke förnybara material.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":35,"employees_sweden":4800,"employees_world":29000,"website_url":"www.storaenso.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Studsvik Nuclear AB","description":"Vi levererar tjänster till kunder inom främst kärnkraftsindustrin, men också till annan industri genom att behandla radioaktivt avfall från sjukhus, universitet, gas- och oljeanläggningar och annan processindustri. Vi testar material och reaktorbränsle i egna laboratorier, levererar programvara och konsulttjänster som effektiviserar driften av kärnkraftverk och utför arbete i kundernas anläggningar i samband med bl. a. underhåll. Vi behandlar och volymreducerar låg- och medelaktivt avfall i egna anläggningar.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":7,"employees_sweden":300,"employees_world":900,"website_url":"www.studsvik.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Söderberg \u0026 Partners","description":"Söderberg \u0026 Partners är Sveriges ledande fristående rådgivare och förmedlare av försäkringar och finansiella produkter och erbjuder skräddarsydd och kvalificerad rådgivning utifrån varje kunds unika behov. För att kunna göra det har vi byggt upp Sveriges största fristående analysavdelning som dagligen utvärderar finansmarknadens leverantörer och produkter. Förutom en tydlig strategi och mål, är det entreprenöriella drivet i bolaget en viktig faktor. Förmågan hos våra ledare och medarbetare att förmedla kulturen vidare och att rätt personer hittar hit så att vi kan fortsätta utveckla framgångsrika områden och team är andra faktorer. Det är våra medarbetare som definierat våra värderingar, de värderingar som ligger till grund för vår kultur. På Söderberg \u0026 Partners är vi Modiga, Ansvarsfulla, Hjälpsamma och Drivna.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":1000,"employees_world":1000,"website_url":"www.soderbergpartners.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tacton Systems AB","description":"Vårt företag bygger på innovativ forskning. 1987 började en grupp ingenjörer och programmerare vid SICS med banbrytande forskning inom området knowledge-based systems och tillämpning av artificiell intelligens. \\nDetta blev starten till vår produkt som idag är kärnan i Tacton. Vår mjukvara omdefinierar hur produktkonfiguration hanteras och gör det dramatiskt lättare att designa, konfigurera och sälja komplexa produkter. \\nVi sitter centralt i Stockholm, med kunder över hela världen. Våra kunder finns främst inom tillverkande industri som GE Healthcare, Siemens, ABB och Scania.\\nVi erbjuder alla våra nya kollegor en två månader lång introduktion genom Tactons specifika Talent Program.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":5,"employees_sweden":135,"employees_world":150,"website_url":"www.tacton.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tele2 AB","description":"We develop and provide cost-efficient, straightforward mobile communication services that allow our users to connect seamlessly.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":9,"employees_sweden":2100,"employees_world":5500,"website_url":"www.tele2.com www.tele2.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"The Boston Consulting Group","description":"The Boston Consulting Group (BCG) is a global management consulting firm and the world's leading advisor on business strategy. We partner with clients from all sectors and regions to navigate demanding business environments, identify their highest-value opportunities, and transform their businesses. Since 1990, we have grown at an industry-beating 15 percent annually. We are looking for people to build the strongest teams and continue this success—people as passionate as we are about creating lasting change. Founded in 1963, BCG is a private company with more than 81 offices in 45 countries.\\n\\n","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":45,"employees_sweden":140,"employees_world":9,"website_url":"www.bcg.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tobii Technology","description":"Tobii Technology is the leader and pioneer in eye tracking, a technology that makes it possible for computers to know where users are looking. It is revolutionizing computer interaction and is also widely used in various research fields. Tobii is bringing eye tracking to personal computing, has transformed research in many fields and enabled communication for thousands of people with special needs. The company develops and delivers comprehensive eye tracking solutions as well as eye tracking components for integration with computers, gaming and vehicles.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":6,"employees_sweden":200,"employees_world":650,"website_url":"www.tobii.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Transmode Systems AB","description":"Transmode är en global leverantör av optiska nätlösningar som gör det möjligt att kostnadseffektivt hantera de ökande kapacitetsbehov som skapas av den snabba tillväxten i video- och datatrafik.\\nTransmode har sitt huvudkontor i Stockholm och är noterat på NASDAQ OMX. Sedan år 2000 har företaget installerat mer än 45 000 system hos fler än 550 fasta och mobila tele-, kabelteve- och Internetleverantörer i över 50 länder över hela världen.\\nTransmode är en utmanare på en global telekommarknad och kan därför erbjuda möjligheter att arbeta med spjutspetsteknik inom optik och Ethernet. Vi jobbar med hårdvarukonstruktion, inbyggd mjukvara och javabaserade managementsystem. Eftersom vi är ett mindre företag är det lätt att få helhetssyn och din insats kommer att göra skillnad.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":15,"employees_sweden":240,"employees_world":290,"website_url":"www.transmode.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tritech","description":"På Tritech menar vi att teknik ska generera hållbar affärsnytta. Tillsammans med våra kunder utvecklar vi lösningar och produkter som är viktiga för människor och organisationer. Vi är experter på utveckling av intelligenta system för det uppkopplade samhället. Med beprövad metodik, flexibla tekniska plattformar och ett team som gillar de de gör arbetar vi för att skapa värde i alla led från idé till innovation. We turn technology into business. Vi har genom åren levererat över 500 produkter och system tillsammans med Nordens och Europas största företag som Scania, Bombardier, Stoneridge, Assa, Atlas Copco, Saab Technologies, Elekta.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":130,"employees_world":130,"website_url":"www.tritech.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Trygg-Hansa Försäkringsaktiebolag","description":"Trygg-Hansa har gjort skillnad i svenskars liv sedan 1828 och idag är vi ett av Sveriges största försäkringsbolag. Genom att erbjuda våra kunder service som avlastar hjälper vi till både när olyckan är framme, men också när inget har hänt. Trygg-Hansa finns där i vått och torrt.\\n\\nTrygg-Hansa har runt 1700 medarbetare på 30 orter i landet. Sedan 2007 är vi en del av internationella RSA.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":130,"employees_sweden":1700,"employees_world":23000,"website_url":"www.trygghansa.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Unionen","description":"Tänker du dig en framtida karriär på SAAB, H\u0026M eller Ericsson? På Microsoft, Ica eller Volvo? ABB, Ikea eller Scania?\\n\\nUnionen är Sveriges största tjänstemannaförbund i det privata arbetslivet. Våra 580 000 medlemmar (allt från ingenjörer och ekonomer till marknadsförare och programledare) vet vilka möjligheter och utmaningar som väntar dig i framtiden och hur du bäst förbereder dig.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":700,"employees_world":700,"website_url":"www.unionen.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Valmet AB","description":"Valmet Corporation is a leading global developer and supplier of services and technologies for the pulp, paper and energy industries. Our 11,000 professionals around the world work close to our customers and are committed to moving our customers’ performance forward – every day. The company has over 200 years of industrial history and was reborn through the demerger of the pulp, paper and power businesses from Metso Group in December 2013. Valmet’s net sales in 2012 were approximately EUR 3 billion. Valmet’s objective is to become the global champion in serving its customers.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":50,"employees_sweden":1500,"employees_world":11000,"website_url":"www.valmet.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Vattenfall AB","description":"Vattenfall is one of Europe´s largest generators of electricity and the largest generator of heat. We have operations in the Nordic countries, Germany, the Netherlands, France and the UK. Vattenfall's main products are electricity, heat and gas. In electricity and heat, Vattenfall works in all parts of the value chain: generation, distribution and sales. In gas, Vattenfall is active in sales. We also conduct energy trading. Vattenfall produces electricity and heat from six energy sources – wind power, nuclear power, natural gas, biomass, coal power and hydro power.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":6,"employees_sweden":9000,"employees_world":32000,"website_url":"www.vattenfall.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Veolia","description":"Veolia is the global leader in optimized resource management. With over 200,000 employees worldwide, the company designs and provides water, waste and energy management solutions that contribute to the sustainable development of communities and industries. Through its three complementary business activities, Veolia helps to develop access to resources, preserve available resources, and to replenish them. In 2013, Veolia supplied 94 million people with drinking water and 62 million people with wastewater service, produced 86 million megawatt hours of energy and converted 38 million metric tons of waste into new materials and energy. Veolia recorded revenue of €22.3 billion in 2013.","coord_x":0.0,"coord_y":0.0,"contact_name":"Fredrik Blomqvist","contact_email":"fredrik.blomqvist@veolia.com","contact_number":"","countries_presence_count":48,"employees_sweden":1000,"employees_world":200000,"website_url":"www.dalkia.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Volvo Car Group","description":"The future belongs to those who are empowered by a great idea and have the ability to carry it out. At Volvo Car Group, our vision is clear: \"To be the world's most progressive and desired luxury car brand\" by simplifying people's lives. We have bold targets when it comes to innovation, sales and customer satisfaction and to make this happen, we need talented people onboard. People with passion, energy, business sense and the drive to innovate. People that want to create the next generation Volvo cars in a global, dynamic and respectful environment. We will support you to reach your full potential. Join us on this exciting journey into the future.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":5,"employees_sweden":16000,"employees_world":23000,"website_url":"www.volvocars.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Volvo Group","description":"Without the products and services of the Volvo Group there can be no modern society as we know it. Like a bloodstream, our trucks, buses, engines and construction equipment are involved in many of the functions that most of us rely on every day.  \\nThe Volvo Group is one of the world's leading providers of commercial transport solutions. Working with the Volvo Group gives you more than 100 000 friends and colleagues in more than 190 countries. Together, we provide the world with efficient and safe transport solutions with a shrinking environmental footprint.\\nWe can offer you a whole world of exciting and challenging possibilities.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":190,"employees_sweden":21000,"employees_world":110000,"website_url":"www.volvogroup.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Westinghouse Electric Sweden","description":"Westinghouse är pionjär och världsledande inom kärnkraftsteknologi. Bolaget grundades i USA år 1886 av entreprenören George Westinghouse och har idag 12500 medarbetare i 18 länder. Vår teknik ligger till grund för närmare hälften av världens kommersiella kärnkraftverk och idag bygger vi åtta nya reaktorer i USA och Kina. Verksamheten i Sverige grundades som ASEA ATOM och integrerades i Westinghousekoncernen år 2000. Verksamheten innefattar tillverkning av kärnbränsle, automation, service och underhåll, provning samt avveckling. Idag är vi 1000 personer i Västerås och Täby. Vill du jobba i en spännande högteknologisk bransch och samtidigt bidra till ett bättre klimat? Kom och prata med oss!","coord_x":0.0,"coord_y":0.0,"contact_name":"Peter Brännström","contact_email":"brannspl@westinghouse.com","contact_number":"21347303","countries_presence_count":18,"employees_sweden":1000,"employees_world":12500,"website_url":"www.westinghousenuclear.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"ÅF","description":"ÅF leads the way in technical consulting.\r\nOur work focuses on energy, investments in infrastructure and projects for industry. \r\nOur base is in Europe, but our business and clients extend right across the globe.\r\nWhat makes us unique is our co-workers, our networks and the technical consulting industry’s greatest bank of experience. \r\nIt’s all summed up in our corporate motto: \r\nÅF – Innovation by experience.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":23,"employees_sweden":5000,"employees_world":7300,"website_url":"www.afconsult.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"3gamma","description":"At 3gamma, we know great business deserves great IT, so we work hard every day to ensure our clients receive the best independent advice, the smoothest transitions and the most practical and reliable improvements to their business.\\n\\nAs a leading IT management consultancy firm, gamma provides advisory and consulting services to many of the world’s most respected companies. We operate internationally from offices cross the Nordics and UK, to ensure our clients get the right team to address their most critical IT management challenges.\\n\\n3gamma is ranked amongst the fastest growing companies in Sweden and has been recognized as a Gazelle company by the Swedish financial magazine Dagens Industri.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":50,"employees_world":100,"website_url":"www.3gamma.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"AkzoNobel","description":"AkzoNobel is a leading global paints and coatings company and a major producer of specialty chemicals. We supply industries and consumers worldwide with innovative products and are passionate about developing sustainable answers for our customers. Our portfolio includes well-known brands such as Nordsjö, Sikkens, International and Eka. Headquartered in Amsterdam, the Netherlands, we are consistently ranked as one of the leaders in the area of sustainability. With operations in more than 80 countries, our 50,000 people around the world are committed to delivering leading products and technologies to meet the growing demands of our fast-changing world.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":80,"employees_sweden":3200,"employees_world":55000,"website_url":"www.akzonobel.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Alfa Laval","description":"Clean Technology is not a separate defined area of Alfa Laval’s business. Instead, it has been the base of the company long before it became a “buzz word.” In today’s society it is vital to find new ways to reduce emissions, safeguard clean water supply, develop more energy efficient solutions and find new and renewable energy sources. For more than 125 years, Alfa Laval has provided customers with products and solutions that generate, reuse and protect our natural resources, including energy and water in industrial processes. \r\nFor more information www.alfalaval.com","coord_x":0.0,"coord_y":0.0,"contact_name":"Student Relations Human Resources","contact_email":"studentrelations.sweden@alfalaval.com","contact_number":"046-366500","countries_presence_count":100,"employees_sweden":2200,"employees_world":17000,"website_url":"www.alfalaval.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Andritz","description":"The ANDRITZ GROUP is a globally leading supplier of plants, equipment, and services for hydropower stations, the pulp and paper industry, the metalworking and steel industries, and solid/liquid separation in the municipal and industrial sectors. In addition, ANDRITZ offers technologies for certain other sectors including automation, the production of animal feed and biomass pellets, pumps, machinery for nonwovens and plastic films, steam boiler plants, biomass boilers and gasification plants for energy generation, flue gas cleaning plants, plants for the production of panelboards (MDF), thermal sludge utilization, and biomass torrefaction plants.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":50,"employees_sweden":340,"employees_world":24100,"website_url":"www.andritz.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Arla Foods","description":"Arla is a global dairy company and a co-operative owned by farmers in Sweden, Denmark, the UK, Germany, Belgium and Luxembourg. We are more than 19.000 colleagues who develop and market recognised dairy products.  Arla develops, produces, markets, sells and distributes dairy products worldwide. We have production facilities in 11 countries and sales offices in a further 30 countries.\\n\\nWould you like to be part of a team that makes Lurpak®, Castello® and Arla® valued around the world? A team that has great ambitions, challenging tasks, diversity throughout and plenty of development opportunities? If so, then Arla is the company for you.","coord_x":0.0,"coord_y":0.0,"contact_name":"Ann-Louise Rova","contact_email":"Ann-Louise.Rova@arlafoods.com","contact_number":"","countries_presence_count":41,"employees_sweden":3500,"employees_world":19000,"website_url":"www.arla.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Atex","description":"Polopoly is part of Atex, a manufacturer of software for content management with more than 400 customers in 30 countries. Clients are primarily content driven industries relying on Atex for their business critical ventures. The Atex Content suite based on Polopoly technology delivers one complete solution that efficiently manages content for all brands, all users, and all channels.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":8,"employees_sweden":35,"employees_world":200,"website_url":"www.atex.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Axfood AB","description":"Axfood is one of Sweden’s leading food retail companies and has an approximate 20% share of the food retail market in Sweden. Our food retail business is conducted through the wholly owned store chains Willys and Hemköp. Axfood’s vision is to be the best food retail company in the Nordic region. The ambition is also to be a leader in sustainability, with sustainability targets such as a more efficient use of energy and reducing the climate impact from transports. At Axfood you can make a difference. We work systematically for continuous improvement in the prioritized environmental areas of energy consumption, transport and recycling. Axfood is listed on Nasdaq OMX Stockholm AB’s Large Cap list.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":8285,"employees_world":8285,"website_url":"www.axfood.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Boliden","description":"Boliden is a metals company with a commitment to sustainable development. Our roots are Nordic, but our business is global. The company’s core competence is within the fields of exploration, mining, smelting and metals recycling and we extract, produce and sell copper, zinc, lead, gold and silver.\\nOperating mines and smelters requires people with drive, cutting edge knowledge and creative mindset. The diversity of Boliden’s operations offers a wide range of different occupations and career paths to follow. If you want to be a part of a leading, accountable and sustainable company operating in a global high-tech industry – visit us during Armada to learn more about future opportunities!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":3000,"employees_world":4800,"website_url":"www.boliden.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"CANEA Partner Group","description":"CANEA Partner Group\\n\\nCANEA is a knowledge company providing management consulting, training programmes and IT solutions. \\n\\nConsulting\\nCANEA has the expertise and experience to help you take a holistic approach to your business. From strategic issues to organisation, processes and operational systems and from analysis to introduction. \\nTraining\\nCANEA provides training within the areas of Strategy, Quality Management, Efficiency, Environmental Management, Occupational Health and Safety Management, and Project Management. \\n\\nIT Solutions\\nCANEA develops and implements IT solutions for Project and Portfolio Management, Management Systems, Workflow and Process Modeling.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":55,"employees_world":55,"website_url":"www.canea.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Capgemini","description":"With more than 130,000 people in 40 countries, Capgemini is one of the world’s foremost providers of consulting, technology and outsourcing services. The Group reported 2013 global revenues of EUR 10.1 billion. Together with its clients, Capgemini creates and delivers business and technology solutions that fit their needs and drive the results they want. A deeply multicultural organization, Capgemini has developed its own way of working, the Collaborative Business Experience™, and draws on Rightshore®, its worldwide delivery model.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":44,"employees_sweden":1300,"employees_world":130000,"website_url":"www.se.capgemini.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Caverion Sverige AB","description":"Caverion designs, builds, operates and maintains user-friendly and energy-efficient technical solutions for buildings and industries in Northern and Central Europe. Our services are used in offices, retail properties, housing, public premises, industrial plants and infrastructure, among other places. Our strengths include technological competence and comprehensive services, covering all technical systems throughout the life cycle of the property and industrial plant.\\n\\nCaverion was established through the demerger of Building Services and Industrial Services businesses from YIT Group in June 2013. The Caverion share is listed on the Helsinki Stock Exchange (NASDAQ OMX).","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":13,"employees_sweden":4000,"employees_world":17700,"website_url":"www.caverion.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"CERN","description":"CERN the coolest place in the Universe! \\nThe European Organization for Nuclear Research, founded in 1954 in Geneva, is the world's most advanced fundamental research institute for particle physics. Over the last 50 years, it has become a prime example of international collaboration with currently 21 Member States. \\nCERN is an intergovernmental organization. Its two main sites are located in the Geneva region. CERN currently employs about 2500 staff members, 600 fellows and 600 students. Its facilities are used by some 10 000 scientists from nearly 940 institutes in 87 different countries.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":2,"employees_sweden":0,"employees_world":3700,"website_url":"www.cern.ch/jobs","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"COWI AB","description":"As one of Sweden’s leading technical consultancy companies, COWI has played an active role in social development for more than 65 years. It has been and remains our job to provide advanced engineer services in industry and infrastructure, as well as building and construction. COWI AB is part of the COWI Group, which has approximately 6,000 employees and provides services worldwide. In Sweden COWI has around 1000 employees at 12 locations. COWI is a well-established company with a good reputation, and is renowned for investing in its employees. We are a good mix of fresh graduates and experienced consultants who happily share their experience and advice. \\nWe look forward to meet you!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":24,"employees_sweden":1000,"employees_world":6000,"website_url":"www.cowi.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Cybercom Sweden AB","description":"Cybercom sees great prospects in the future of connectivity for the people, organisations, services, systems- growing needs of collaboration, sharing and mobility. A connected future is calling - as an innovative consultancy we took this call. Contributing to our clients’ activities, becoming their most trusted business partner. Our expertise span the entire ecosystem of communications services. Our domestic market is the Nordic region, and in addition the company offers global delivery capacity for local and international business. We are established in 7 countries, founded in 1995 and quoted on the NASDAQ OMX exchange 1999. Read more at cybercom.com - let us Boost Your Performance!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":7,"employees_sweden":900,"employees_world":1300,"website_url":"www.cybercom.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"DeLaval International AB","description":"Millions of dairy animals are fed, milked, and looked after by innovative DeLaval solutions\\nevery day. We have 4,500 employees and operate in more than 100 countries. DeLaval is\\npart of the Tetra Laval Group, alongside Tetra Pak and Sidel. Driven individuals who want to contribute to sustainable food production. Therefore we make it our job to recruit  the best talents\\nCorporate social responsibility (CSR)- Sustainability and animal welfare is important to us\\nInnovation and therefore we always strive to find the technologies that benefit our customers the most.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":100,"employees_sweden":800,"employees_world":4500,"website_url":"www.delaval.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Dfind Science \u0026 Engineering","description":"Dfind Science \u0026 Engineering erbjuder konsultuthyrning och rekrytering av naturvetare och ingenjörer. Våra konsultchefer och rekryteringskonsulter har alla en naturvetenskaplig eller en ingenjörs- utbildning och arbetslivserfarenhet inom respektive område. I kombination med stor kunskap kring personalfrågor och gedigen erfarenhet av att rekrytera förstår vi våra kunders behov av både flexibilitet och rätt kompetens.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":2,"employees_sweden":250,"employees_world":250,"website_url":"www.dfind.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"East Sweden","description":"East Sweden, comprising the towns of Linköping and Norrköping as power houses, is an expansive knowledge and innovations region with many international companies, leading research and high class programmes at Linköping University.  \\nEast Sweden has one of the best logistics locations in Sweden with 170 000 jobs within a commuting distance of 45 minutes.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":0,"employees_sweden":0,"employees_world":0,"website_url":"www.eastsweden.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Electrolux AB","description":"Based on extensive consumer insight to meet the real needs of consumers and professionals, Electrolux focuses on innovations that are thoughtfully designed. Electrolux has been doing business since 1919. \\n\\nToday, the company is a global leader in home appliances and appliances for professional use, selling more than 50 million products to customers in 150 markets every year. In 2013 Electrolux had sales of SEK 109 billion and 61,000 employees. Its headquarter is in Stockholm, Sweden and the Electrolux share, ELUXb, is listed on Nasdaq OMX Stockholm.","coord_x":0.0,"coord_y":0.0,"contact_name":"Petra Fekete","contact_email":"petra.fekete@electrolux.se","contact_number":"08-7388404","countries_presence_count":150,"employees_sweden":2500,"employees_world":61000,"website_url":"www.electrolux.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Erasteel Kloster AB","description":"Erasteel Kloster AB - ett bolag inom franska Eramet-koncernen är världsledande tillverkare inom pulvermetallurgi och snabbstål med enheter för forskning och utveckling, produktion och försäljning i Söderfors, Långshyttan och Vikmanshyttan.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":25,"employees_sweden":375,"employees_world":15000,"website_url":"www.erasteel.com och www.eramet.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Etteplan","description":"Etteplan is a specialist in industrial equipment engineering and technical product information solutions and services. Etteplan’s engineering expertise and service products cover the entire life cycle of the client’s products. Our customers are global leaders in their fields and operate in areas like the automotive, aerospace and defense industries as well as the electricity generation and power transmission sectors, and material flow management.\\n\\nEtteplan has comprehensive competence in electronics and embedded systems development, automation and electrical design, mechanical design and technical product information solutions and services.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":6,"employees_sweden":400,"employees_world":1800,"website_url":"www.etteplan.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"EY","description":"EY är ett världsledande företag inom revision, redovisning, skatt, transaktioner och affärsrådgivning. Våra tjänster och insikter hjälper till att skapa förtroende och hållbar tillväxt på finansmarknader och i ekonomier världen över. För att hålla våra löften till våra intressenter utvecklar vi ledare och medarbetare som arbetar i team över gränserna. Vi vill att allt vi gör ska bidra till att affärsvärlden och arbetslivet fungerar bättre – för våra medarbetare, våra kunder och de samhällen vi verkar i.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":150,"employees_sweden":2240,"employees_world":190000,"website_url":"www.ey.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Faveo Projektledning AB","description":"Faveo is Scandinavia’s largest company within the area of project management. We offer Project Management, Project Development and Specialist Services for both small and large projects in a number of different sectors, mainly within energy and infrastructure. An important dimension of our project methodology is the general workflow that can be applied in all types of projects.\\nAs an employee of Faveo, you are offered project assignments that have a significant impact on the surrounding environment. About six months later, you are offered a partnership. You will also be given the chance to take part in our ambitious programme for competence development and knowledge transfer. Through our internal competence center Faveo Academy, we continuously develop our employees as part of our goal to offer world class project management. Furthermore it is possible to become certified in project management within international standards like IPMA®, PMI® and Prince2.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":2,"employees_sweden":168,"employees_world":345,"website_url":"www.faveo.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"FLIR Systems AB","description":"En världsledare på hemmaplan. \\nFör mer än 40 år sedan tog vi fram den första värmekameran. Då under namnet AGA Infrared Systems. \\nIdag är FLIR Systems världsledande och våra produkter finns inom så olika områden som gränsbevakning, förebyggande underhåll, forskning, utveckling, kustspaning, bygginspektion och medicin. \\nFLIR Systems är dessutom något så ovanligt som en global marknadsledare som fortfarande har både utveckling och produktion i Sverige, närmare bestämt i Täby strax utanför Stockholm. Läs mer på: www.flir.se","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"08-753 25 00","countries_presence_count":20,"employees_sweden":350,"employees_world":3000,"website_url":"www.flir.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Folksam","description":"Folksam är störst på försäkring i Sverige. Vi ägs av våra kunder och erbjuder försäkringar och pensionssparande som skapar trygghet och gillas av många. Visionen är att våra kunder ska känna sig trygga i en hållbar värld. Därför arbetar vi för att kunderna ska vara rätt försäkrade men också förebyggande med trafiksäkerhetsforskning, aktivt miljöarbete och ansvarsfullt ägande. Hos oss jobbar cirka 3 700 medarbetare och vi finns över hela landet. I Folksam med dotterbolag erbjuder vi många karriärmöjligheter.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":3700,"employees_world":3700,"website_url":"www.folksam.se/jobba","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Framtiden AB","description":"Vi på Framtiden hjälper unga personer till jobb, vi tror på att alla vill och mår bra av att jobba! Vi arbetar dagligen med att hitta och skapa möte mellan rätt företag och rätt Ung Talang. Unga Talanger för oss är människor som är i början av sin yrkeskarriär och som är drivna, hungriga och professionella. Vi på Framtiden jobbar med företag inom alla branscher - Teknik, data/it, marknadsföring, sälj, ekonomi, kontor och produktion/logistik. Idag hittar ni oss på sju orter i Sverige - Stockholm, Göteborg, Malmö, Jönköping, Linköping, Karlstad och Örebro.","coord_x":0.0,"coord_y":0.0,"contact_name":"Martina Lindblom","contact_email":"info@framtiden.com","contact_number":"0200 -26 26 11","countries_presence_count":1,"employees_sweden":350,"employees_world":350,"website_url":"www.framtiden.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Framtidsverket","description":"Framtidsverket är länken mellan framtidens professionella och jobben inom offentlig sektor. Oavsett vilken studieinriktning du har så finns det stora möjligheter att göra karriär inom den offentliga verksamheten och det är Framtidsverket och vårt stora kontaktnät som är vägen till jobben. Genom vår monter får du möta flera intressanta organisationer inom offentlig sektor och du får också möjlighet att prata om vilka öppningar, möjligheter och förutsättningar som finns för just dig att hitta drömjobbet.\\n\\nVi kännetecknas av våra tre värdeord Innovation, Hållbarhet och Samhällsengagemang och vi värdesätter individer som ser detta som viktiga drivkrafter i sitt framtida yrkesliv. Välkommen!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":4,"employees_world":4,"website_url":"www.framtidsverket.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"GpsGate AB","description":"GpsGate develops web based GPS tracking software for transportation companies and other organisations with mobile assets. On a truly global market, the GpsGate Server tracking platform is used by customers in more than 150 countries. GpsGate is a privately held company based in Stockholm, Sweden.\\n\\nWe are growing and looking for software developers with skills mainly in the following areas: C#/.NET, SQL, JavaScript and html. We welcome both fresh graduates and seasoned programmers, your talent and will to improve is more important than formal merits. Standing out from the crowd is considered outstanding at GpsGate.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":16,"employees_world":16,"website_url":"www.gpsgate.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"H\u0026M","description":"As one of the world’s largest fashion retailers, H\u0026M offers endless career opportunities. At the IT Department we develop and maintain excellent cost efficient solutions to ensure that we provide our customers with fashion and quality at the best price. The global success of H\u0026M will provide you with the opportunity to work on many new initiatives and exciting projects. It’s up to you to develop your IT-talent in a specialist role, or in a broader role. Either way, you will be expected to take responsibility and influence the business and those around you from the start! In other words, the IT Department makes sure the entire H\u0026M Group is up and running for continued success.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":54,"employees_sweden":6800,"employees_world":116000,"website_url":"www.hm.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"HeidelbergCement","description":"HeidelbergCement is the global market leader in aggregates and a prominent player in the fields of cement, concrete and other downstream activities, making it one of the world’s largest manufacturers of building materials. The company employs some 52,500 people at 2,500 locations in more than 40 countries.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":40,"employees_sweden":1500,"employees_world":52000,"website_url":"www.heidelbergcement.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"HP","description":"Hewlett-Packard Company HP has a dynamic, powerful team of 321 000 employees with capabilities in 170 countries. Revenues were $112 billion for the fiscal year that ended October 31, 2013. CEO Meg Whitman leads HP, which has corporate headquarters in Palo Alto, California.\\n\\nHewlett-Packard Sverige AB is an independent subsidiary of Hewlett-Packard Company. The Swedish headquarter is located in Solna and there are regional offices for sales, consulting and support in Gothenburg and Malmö. Close to 1364 employees created revenue of 9.9 billion SEK in 2013.\\n\\nWe’re looking for visionaries who are ready to make an impact on the way the world works. At HP, the future’s yours to create.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":170,"employees_sweden":1364,"employees_world":321000,"website_url":"www.hp.com/jobs","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Huawei Technologies Sweden AB","description":"Huawei is a leading telecom solutions provider. Through continuous customer-centric innovation, we have established end-to-end advantages in Telecom Network Infrastructure, Application \u0026 Software, Professional Services and Devices. With comprehensive strengths in wire line, wireless and IP technologies, Huawei has gained a leading position in the All-IP convergence age.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":50,"employees_sweden":600,"employees_world":150000,"website_url":"www.huawei.com/en","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Husqvarna Group","description":"Husqvarna Group is the world’s largest producer of outdoor power products including robotic lawn mowers, garden tractors, chainsaws and trimmers. The Group is also the European leader in consumer watering products and one of the world leaders in cutting equipment and diamond tools for the construction and stone industries. The Group’s products and solutions are sold via dealers and retailers to both consumers and professional users in more than 100 countries. Net sales in 2013 amounted to SEK 30 billion, and the Group had 14,000 employees on average in more than 40 countries.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":40,"employees_sweden":1400,"employees_world":14000,"website_url":"husqvarnagroup.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"IBM","description":"IBM är ett globalt integrerat företag med en unik bredd i sin verksamhet. I Sverige arbetar vi med allt ifrån produktutveckling och försäljning av smarta affärslösningar till projektleverans, rådgivning och outsourcing av IT-system och infrastruktur. Våra kunder finns i nästan alla branscher vilket ger dig som anställd stora karriär- och utvecklingsmöjligheter. Vi är ett kunskapsintensivt bolag och att våra medarbetare ständigt utvecklas är centralt. Har du drivet och vet du vad du vill är utvecklingsmöjligheterna på IBM svårmatchade, vare sig du planerar att specialisera dig, bygga bred kompetens eller vill utvecklas som ledare.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":170,"employees_sweden":3000,"employees_world":430000,"website_url":"www.ibm.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Incoord","description":"Incoord är ett energi- och klimatkonsultföretag med fokus på att ta fram effektiva teknik-, energi- och klimatlösningar i byggnader. Att vi är Sveriges ledande energi- och klimatkonsulter syns inte. Men det känns.\\nIncoords lösningar syftar till att minimera människans påverkan på framtidens utomhusklimat, vilket kräver branschens mest kompetenta konsulter. Hos oss är därför engagemang, lyhördhet, kreativitet och innovation viktiga parametrar.\\n\\nVi jobbar i grupp och lägger stor vikt på personlighet och sociala egenskaper hos våra medarbetare. \\nNär vi inte sitter på kontoret kan vi vara på ett studiebesök i ett spännande land eller ha teambuilding i fjällen.","coord_x":0.0,"coord_y":0.0,"contact_name":"Nejdeh Ghazarian","contact_email":"rekrytering@incoord.se","contact_number":"","countries_presence_count":1,"employees_sweden":90,"employees_world":90,"website_url":"www.incoord.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Interfleet","description":"Interfleet är Sveriges största och ett av världens ledande, internationella konsultföretag inom det järnvägstekniska området. Med vår regionala spridning i Sverige, det internationella nätverket och våra unika resurser kan vi bistå företag över hela världen med såväl tekniska som strategiska lösningar; www.interfleet.se.  Under 2011 förvärvades vi av SNC Lavalin som är ett av världens ledande teknikföretag med över 45 000 anställda, www.snclavalin.com\\n\\nVår styrka är våra medarbetare, deras kompetens, erfarenhet och engagemang! 2014 är vi utnämnda till ”Årets karriärföretag”!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":50,"employees_sweden":170,"employees_world":45,"website_url":"www.interfleet.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Lantmännen","description":"As a leading player in food, energy and agriculture, Lantmännen is strongly committed to building a sound and healthy society.  Lantmännen is active in every part of the value chain - from field to fork. Lantmännen is one of the Nordic area’s largest Groups within food, energy, machinery and agriculture. The Group, owned by 32,000 Swedish farmers, operates in 22 countries, has about 8,500 employees and a turnover of SEK 36.5 billion.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":22,"employees_sweden":5000,"employees_world":8500,"website_url":"www.lantmannen.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"LKAB","description":"LKAB mines and upgrades the unique iron ore of Norrbotten for the global steel market. With sales of about 30 billion kronor annually, the group's operations also include industrial minerals, drilling systems, rail transport, rockwork and engineering services, and property management. Together, we produce the world's most climate-smart iron ore product, LKAB Green Pellets.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":14,"employees_sweden":3676,"employees_world":4229,"website_url":"www.lkab.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Lloyd’s Register Consulting – Energy AB","description":"Lloyd's Register Consulting arbetar med teknisk och organisatorisk riskhantering. Våra kunder finns i kärnkraft, transport, process-, olje- och gasindustrin. Vi har kontor i Sverige, Norge, USA, Storbritannien, Kina, Indien, Malaysia, Korea och Australien.\\n\\nVi tillhör stiftelsen Lloyd´s Register med 8000 anställda i 80 länder där all vinst återinvesteras i forskningsprojekt på forskningsinstitut och universitet runt om i världen. \\n\\nLloyd's Register Consulting är innovativt. Vi utvecklar mjukvaran RiskSpectrum® som används på mer än hälften av världens kärnkraftverk inom s.k. probabilistisk säkerhetsanalys men även i många andra industrier, t.ex. flyg- rymd- och olja \u0026 gas industrin.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":16,"employees_sweden":70,"employees_world":500,"website_url":"www.lr.org/consulting","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Marvell Technology Sweden AB","description":"Marvell Technology Group Ltd., founded in 1995, is a leading fabless semiconductor company, has operations worldwide and more than 7,000 employees. Marvell ships over one billion chips a year. Marvell’s expertise in microprocessor architecture and digital signal processing, drives multiple platforms including high volume storage solutions, mobile and wireless, networking, consumer and green products. World class engineering and mixed-signal design expertise helps Marvell deliver critical building blocks to its customers, giving them the competitive edge to succeed in today’s dynamic market.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":18,"employees_sweden":90,"employees_world":7000,"website_url":"www.marvell.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Mycronic","description":"Mycronic AB is a Swedish high-tech company engaged in the development, manufacture and marketing of production equipment to the electronics industry. Mycronic headquarters is located in Täby, north of Stockholm and the Group has subsidiaries in China, France, Germany, Japan, Singapore, South Korea, Taiwan, the Netherlands, United Kingdom and the United States. For more information see our web site at www.mycronic.com","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":11,"employees_sweden":300,"employees_world":520,"website_url":"www.mycronic.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Midroc","description":"Midroc Automation kombinerar projektförmåga, branschkunnande och teknisk kompetens för att skapa framgång och utveckling för våra medarbetare och kunder.\\n\\nMidroc Project Management är ett konsult- och entreprenadföretag som leder komplexa bygg-, energi- och industriprojekt, både i Sverige och utomlands. \\n\\nBåda bolagen ingår i Midroc Europe som är en heltäckande partner inom fastighet, bygg, industri och miljö. Vårt mål är att stärka kundens konkurrenskraft och att genom hållbara lösningar och nytänkande vara med och bidra till en bättre framtid. Verksamheten är internationell med Sverige som utgångspunkt. Vi är 3000 medarbetare och under 2013 omsatte vi 4,3 miljarder.","coord_x":0.0,"coord_y":0.0,"contact_name":"Linda Mägi","contact_email":"linda.magi@midroc.se","contact_number":"104707166","countries_presence_count":9,"employees_sweden":2200,"employees_world":3000,"website_url":"www.midroc.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"MVB Öst AB","description":"MVB grundades för 50 år sedan. Bolaget producerar och renoverar bostäder, kontor, industrier samt kommersiella lokaler i Skåne, Stockholm och Västra Götaland. MVB är ett privatägt byggföretag med 1 650 mkr i omsättning. Bolagets mål är att vara den mest attraktiva samarbetspartnern och arbetsgivaren. MVB förenar det lokala bolagets närhet till kunden med det stora bolagets kapacitet. MVB har ett väl utarbetat KMA-system och är certifierade av BF9K. MVB´s främsta tillgång är våra medarbetare, med vilja och engagemang kan man utvecklas till något stort inom MVB. Våra medarbetare har inflytande och närhet till beslutsfattandet. Nu öppnar vi portarna till ett nytt och spännande traineeprogram!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":450,"employees_world":450,"website_url":"www.mvbab.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"NCC","description":"NCC är ett av de ledande bygg- och fastighetsutvecklingsföretagen i norra Europa med en omsättning på 58 Mdr SEK och 18 500 anställda. Med Norden som hemmamarknad är NCC verksamt inom hela värdekedjan – utvecklar och bygger bostäder, kommersiella fastigheter, industrilokaler och offentliga byggnader, vägar och anläggningar samt övrig infrastruktur.\\nNCC erbjuder även insatsvaror för byggproduktion samt ansvarar för beläggning och vägservice. NCC skapar framtidens miljöer för arbete, boende och kommunikation med ett ansvarsfullt byggande som ger hållbart samspel mellan människa och miljö.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":8,"employees_sweden":10000,"employees_world":18500,"website_url":"www.ncc.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Netlight Consulting","description":"Netlight är ett av Sveriges största IT- och managementkonsultbolag. Vi expanderar i hela Europa och har i dagsläget drygt 600 medarbetare i Stockholm, Oslo, München, Helsingfors, London, Berlin och Hamburg. Vårt mål är att ta oss an våra kunders största utmaningar, där IT är affärskritiskt, och leverera värdefulla resultat genom att tillämpa våra kärnvärden: kompetens, kreativitet och affärsmässighet. Vi jobbar med några av de största aktörerna inom media, spel, retail, bank/finans och telecom.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":5,"employees_sweden":400,"employees_world":600,"website_url":"www.netlight.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Nordicstation AB","description":"Nordicstation är ett växande IT- konsultföretag med fokus på finansbranschen. Vi skräddarsyr affärssystem, applikationer och webblösningar som skapar värde för våra kunder. Det uppnår vi genom att ständigt leverera nytänkande och affärsmässiga projekt. \\nDu erbjuds ett team av kunniga kollegor och kunder med spännande önskemål och krav. Nordicstation har god lönsamhet, vi ser våra medarbetare som vår största tillgång och ser fram emot att utöka vårt team!","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":50,"employees_world":50,"website_url":"www.nordicstation.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"NORDUnet AS","description":"NORDUnet är ett samarbete mellan de fem NRENn (National Research and Education Networks) i de nordiska länderna: Danmark (DeIc), Island (RHnet), Norge (UNINETT), Sverige (SUNET) och Finland (Funet). NORDUnet driver ett nätverk i världsklass och tillhandahåller e-infrastrukturtjänster för det nordiska forsknings –och utbildningssamhället. De fem NRENn utvecklar och driver de nationella forskningsnätverkens infrastrukturer, vilka sammankopplar över 400 forsknings –och utbildningsinstitutioner med över 1.2 miljoner användare. NORDUnet är en kunskapsintensiv organisation med cirka 40 medarbetare som i huvudsak är placerade i Köpenhamn och i Stockholm.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":15,"employees_world":40,"website_url":"http://www.nordu.net","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Orkla","description":"Orkla ASA is listed on the Oslo Stock Exchange and headquartered in Oslo, Norway. Orkla is a leading supplier of branded consumer goods and concept solutions to the grocery and out-of-home sectors in the Nordic and Baltic regions.\\n\\nIn addition, the Group holds good positions in certain product categories in India, the Czech Republic, Austria, Poland and Russia. The company is also a major supplier to the European bakery market. Orkla’s vision is to improve everyday life with healthier and more enjoyable local brands.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":30,"employees_sweden":3093,"employees_world":17000,"website_url":"http://www.orkla.no/karriere","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Outokumpu Stainless AB","description":"Outokumpu is the global leader in stainless steel and high performance alloys. We create advanced materials that are efficient, long lasting and recyclable – thus building a world that lasts forever. Stainless steel, invented a century ago, is an ideal material to create lasting solutions in demanding applications from cutlery to bridges, energy and medical equipment: it is 100% recyclable, corrosion-resistant, maintenance-free, durable and hygienic. Outokumpu employs more than 15 000 professionals in more than 40 countries, with headquarters in Espoo, Finland and shares listed in the NASDAQ OMX Helsinki. www.outokumpu.com","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":40,"employees_sweden":2000,"employees_world":15000,"website_url":"www.outokumpu.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Ovako","description":"Ovako is a leading European producer of engineering steel for customers in the bearing, transportation and manufacturing industries. We produce bars, tubes, rings and pre-components  based on recycled steel,  for demanding applications including bearings, power trains, hydraulic cylinders and rock drills.\\nOvako’s long experience of working closely with some of the most demanding steel segments has conferred it with unique expertise and competitive advantage in engineering steel with advanced characteristics. Ovako is represented in more than 30 countries and has sales offices in Europe, North America and Asia.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":30,"employees_sweden":2400,"employees_world":3000,"website_url":"www.ovako.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Parker Hannifin","description":"Parker Hannifin is the world´s leading diversified manufacturer of motion and control technologies and systems, providing precision-engineered solutions for a wide variety of mobile, industrial and aerospace markets. Employs in the company is 48 000 people ,in 49 countries around the world.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":49,"employees_sweden":900,"employees_world":58000,"website_url":"www.parker.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Peab AB","description":"Peab är ett företag inom bygg- och anläggningsbranschen med 13 000 anställda och strategiskt placerade\\nkontor i Sverige, Norge och Finland. Verksamheten bedrivs i fyra affärsområden: bygg, anläggning, industri och\\nprojektutveckling. Just nu har vi projekt som exempelvis Gothia Towers i Göteborg, Mall of Scandinavia i Solna,\\nMax IV i Lund och E4 söder om Sundsvall.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":3,"employees_sweden":11000,"employees_world":13000,"website_url":"www.peab.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"REINERTSEN","description":"REINERTSEN Sverige AB ingår i ett av Nordens största konsult- och entreprenadföretag REINERTSEN AS. I Sverige verkar vi inom olja \u0026 gas, subsea, samhällsbyggnad, bygg, industri, energi och miljö.  Vi har 400 medarbetare i Göteborg, Stenungsund, Stockholm, Malmö och Luleå. De senaste åren har koncernen haft en stark tillväxt och har idag 2800 anställda med en omsättning på ca 4 miljarder NOK. \\n\\nREINERTSEN är multidisciplinärt avseende engineering och har kompetens inom bland annat process, el/instrument, rör, struktur, teknisk säkerhet, projektstyrning, inköp, VVS, mark \u0026 bygg, bro, väg, järnväg, VA och arkitektur. Vi levererar tjänster i hela värdekedjan.","coord_x":0.0,"coord_y":0.0,"contact_name":"Felicia Hällås","contact_email":"felicia.hallas@reinertsen.com","contact_number":"","countries_presence_count":4,"employees_sweden":400,"employees_world":2800,"website_url":"www.reinertsen.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Rejlers","description":"Rejlers är en nordisk koncern som erbjuder tekniska konsulttjänster till kunder inom områdena bygg och fastighet, energi, industri samt infrastruktur. Vi sätter samman konsulter med olika kompetenser som samverkar för att genom föra projekt, allt från förstudier och planering till design, konstruktion, projektering och projektledning. Rejlers genomför varje år cirka 8 000 kunduppdrag. Vi är 1 800 medarbetare på cirka 80 orter i Sverige, Finland, Norge och Ryssland. I Sverige arbetar närmare 1 000 konsulter över hela landet. Under Rejlers 70-åriga historia har fyra värdeord utkristalliserat sig. Värdeorden är pålitlig, framgångsrik, personlig och hälsosam.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":4,"employees_sweden":1000,"employees_world":1800,"website_url":"www.rejlers.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Sandvik","description":"Sandvik is a global industrial group with advanced products and world-leading positions in selected areas – tools for metal cutting, equipment and tools for the mining and construction industries, stainless materials, special alloys, metallic and ceramic resistance materials as well as process systems. In 2013 the Group had about 47,000 employees and representation in 130 countries, with annual sales of about 87,300 MSEK.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":130,"employees_sweden":11000,"employees_world":47000,"website_url":"www.sandvik.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Seco Tools","description":"At Seco Tools we develop and offer advanced products \u0026 solutions that makes metal cutting easier. We work together with our customers to identify and implement the best solutions for there needs. The corporate culture empowers employees through the shared values: Passion for our customers, Family Spirit, Personal commitment. Seco Tools has presence in more than 50 countries and employs about 5000 people.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":50,"employees_sweden":1500,"employees_world":5000,"website_url":"www.secotools.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Skanska","description":"Skanska Sverige består av cirka 11 000 kollegor som dagligen arbetar för att utveckla och skapa nya möjligheter för att människor ska kunna bo, arbeta och resa – i dag och generationer framöver. Hos oss kan du vara med att skapa toppmoderna shoppinggallerior, uppföra energisnåla lägenheter eller bygga nya broar och vägar. Du kan arbeta med projektutveckling, i vår byggverksamhet eller fungera som intern teknikkonsult. Du avgör! Nästan oavsett vad du är bra på så är du intressant för oss, Skanska ger dig möjligheten. För ytterligare information se www.skanska.se/student där vi erbjuder, praktikplatser, examensarbeten, lediga tjänster och studentprogrammen Skanska 21 och Skanska P3.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":18,"employees_sweden":11000,"employees_world":57000,"website_url":"www.skanska.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"SP Sveriges Tekniska Forskningsinstitut","description":"SP är en internationellt ledande institutskoncern. Vi skapar värde i samverkan och erbjuder kvalitet i hela innovationskedjan, vilket har stor betydelse för näringslivets konkurrenskraft och hållbara utveckling.\\nSP is an internationally leading institute group. We create value in cooperation and offer quality throughout the innovation chain, which is very important for industrial competitiveness and sustainable development.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":3,"employees_sweden":1400,"employees_world":1450,"website_url":"www.sp.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"SSC","description":"As mankind increasingly looks to space to find answers to the mysteries of the world, we are entering an exciting new era. As people make more use of space in their daily lives, it is becoming a natural part of everyone's infrastructure.\\nThrough the efforts of our 600 employees, we provide specialized competence in space systems, space and satellite operations, rocket and balloon systems, launch services as well as flight test services. With presence on all continents, we offer extensive application-specific solutions comprised of systems, instruments, technology, and support services. Our 40 years of experience make SSC one of the most experienced and established businesses in our field","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":10,"employees_sweden":300,"employees_world":600,"website_url":"www.sscspace.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Structor","description":"Structor är ett av Sveriges ledande kunskapsföretag inom planering, projektering och genomförande av projekt inom hus, industri, infrastruktur, samhälle, energi och miljö. Vi förverkligar idéer och utvecklar projekt tillsammans med våra kunder. Structor består av specialistbolag med gemensamma värderingar och finns representerade i större delen av landet. Inom Structor har vi alltid behov av duktiga och engagerade människor. Som medarbetare hos oss kommer du att verka i en kompetent och kreativ organisation med stor frihet under eget ansvar. Dina möjligheter till utveckling och intressanta arbetsuppgifter är mycket stora. Vill du arbeta som konsult hos oss besök vår monter på Armada!","coord_x":0.0,"coord_y":0.0,"contact_name":"Karin Måhlstedt","contact_email":"karin.mahlstedt@structor.se","contact_number":"704917812.0","countries_presence_count":2,"employees_sweden":340,"employees_world":360,"website_url":"www.structor.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Svenska Kraftnät","description":"Svenska Kraftnät arbetar på uppdrag av regeringen och utvecklar och förvaltar stamnätet för el som omfattar ledningar för 400 kV och 220 kV med stationer och utlandsförbindelser. I våra kontrollrum ser vi till att det alltid är balans mellan produktion och förbrukning av el i Sverige. Vi har totalt 570 anställda och de senaste fem åren har vi rekryterat 350 nya medarbetare. Svenska Kraftnät har en tydlig värdegrund som bygger på utveckling, ansvar, effektivitet och tydlighet. Just nu bygger vi ut stamnätet för att möta framtidens högre elförbrukning och krav på säkra elleveranser. Det betyder att vi behöver anställa fler kompetenta medarbetare som drivs av ett engagemang för vårt uppdrag.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":570,"employees_world":570,"website_url":"www.svk.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Sveriges Ingenjörer","description":"Sveriges Ingenjörer är fackförbundet och intresseorganisationen för dig som studerar till ingenjör. Vi är Sveriges största nätverk för ingenjörer och har ca 139 000 ingenjörsmedlemmar.\\nSom studerandemedlem erbjuder vi dig individuell rådgivning och service med allt från att granska ditt CV till hjälp med intervjuteknik och löneförhandling. Hos oss kan du söka stipendium, delta i tävlingar och ta del av landets bästa lönestatistik. Förutom det erbjuder vi karriärrådgivning, tidningen Ny Teknik och Ingenjören, aktiviteter som hålls över hela landet och mycket mer.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":58,"employees_sweden":150,"employees_world":150,"website_url":"www.sverigesingenjorer.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Sweco","description":"Swecos engineers, architects and environmental experts are working together to develop total solutions that contribute to the creation of a sustainable society. We call it sustainable engineering and design. We make it possible for our clients to carry out their projects not only with high quality and good economy but also with the best possible conditions for sustainable development. Sweco delivers qualified consulting services with high knowledge content throughout the client’s project chain, from feasibility studies, analyses and strategic planning to engineering, design and project management.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":12,"employees_sweden":4900,"employees_world":9000,"website_url":"www.sweco.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Swerea AB","description":"The Swerea Group creates commercial benefits for its members and customers by developing, refining and communicating new research results within the following areas: material technology, process technology, production technology and product development. This improves the overall competitiveness and innovativeness of Swedish industry. The Swerea Group, which comprises around 550 employees. Operations are conducted in five research institutes (Swerea IVF, Swerea KIMAB, Swerea MEFOS, Swerea SICOMP and Swerea SWECAST).\\nThe Group has operations in Jönköping, Linköping, Luleå, Mölndal, Piteå, Stockholm, Brest and St Etienne, France.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":3,"employees_sweden":500,"employees_world":550,"website_url":"www.swerea.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Syntronic Group","description":"Syntronic is an engineering design house specializing in the design and development of electronics, mechanics, embedded and administrative software as well as test development. We have our own local manufacturing site for prototype and volume production. This makes it possible for us to deliver from idea to complete system.\\n\\nWe are a Swedish owned company located in Kista, Linköping, Göteborg, Lund, Gävle, Sandviken, China, Canada, Malaysia, Indonesia, UK... Since we are a global, our engineers are used to work international.\\n\\nWe love:  RF, PCB layout, simulations, embedded, thermal, digital/analog, mechanical, JAVA/C/C++/C#/Pearl..., Linux, RTOS, test development, ARM, FPGA, ASIC etc.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":10,"employees_sweden":200,"employees_world":400,"website_url":"www.syntronic.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Systecon","description":"Systecon is a leading provider of consulting services and decision support software tools for systems Life Cycle Management and Integrated Logistics Support. We help our customers establish solutions that enable higher productivity, better availability and higher safety in the most cost effective way from a life cycle perspective. Systecon’s software Opus Suite is the choice of hundreds of companies worldwide when it comes to analysis support of large and technically complex systems.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":10,"employees_sweden":50,"employees_world":50,"website_url":"www.systecon.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"TeliaSonera","description":"TeliaSonera provides network access and telecommunication services that help people and companies communicate in an easy, efficient and environmentally friendly way.\\nFounded in the 1850’s we are pioneers of the telecom industry, one of the inventors of mobile communications and founders of GSM. We are committed to continue to drive the information society and to constantly take our customers one step further. We have evolved from local operators into Europe’s fifth largest – in less than 20 years.\\n International strength combined with local excellence is what makes us truly unique - and provides a world class customer experience, all the way from the Nordic countries to Nepal. This combination has brought groundbreaking 4G, a world class fiber network, and introduced 3G at Mount Everest.\\nBuild your career in a future driven company that offer services in the Nordic and Baltic countries, the emerging markets of Eurasia, including Russia and Turkey, and in Spain. A company that serves millions of customers in 20 countries, every day, through our networks and services.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":17,"employees_sweden":8000,"employees_world":27000,"website_url":"www.teliasonera.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tetra Pak","description":"Tetra Pak is the world's leading company for food processing and packaging solutions. Working closely with our customers and suppliers, we provide safe, innovative and environmentally sound products that each day meet the needs of hundereds of millions of people. With more than 23 000 employees based in over 85 countries, we believe in responsible industry leadership and a sustainable approach to business. Our motto, PROTECTS WHAT'S GOOD, reflects our vision to make food safe and available, everywhere. Our core values form the foundation for our company and shapes the Tetra Pak culture which flows through all levels and each individual in our organization.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":85,"employees_sweden":4000,"employees_world":23000,"website_url":"www.tetrapak.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Tieto","description":"Are you looking for a career with a company that both challenges and cares? Welcome to Tieto. We are committed to developing enterprises and society through information technology. We believe in openness, independent thinking and in giving our people the freedom to be their exceptional selves.\\n\\nWe are the largest Nordic IT services company providing full lifecycle services for both private and public sectors. Our work puts us at the frontline of a wide range of industries. Today we are a team of more than 14,000 technology professionals in 20 countries.\r\nVisit us at our events and in our stand at Armada and we´ll tell you more about what we do at Tieto and opportunities to become one of us.","coord_x":0.0,"coord_y":0.0,"contact_name":"tieto.se/karriar ","contact_email":"studentinfo@tieto.com ","contact_number":"","countries_presence_count":20,"employees_sweden":3000,"employees_world":14000,"website_url":"www.tieto.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Trafikverket","description":"Are you a creative community developer?\\nWe are responsible for the longterm planning of the infrastructure for the entire transport system - for road, rail, air and sea. We offer over 150 different professions – an impressive common knowledge base. As we are such a broad organization with many different fields of activity, we can offer you great opportunities to develop or change jobs internally. You will never stagnate with us – you will be the driving force behind how your career progresses.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":1,"employees_sweden":6500,"employees_world":6500,"website_url":"www.intranat.trafikverket.local","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Trimble AB","description":"The engineers at R\u0026D has competencies in electronics, mechanics, optics, software and production engineering, working with functions as distance and angle measurements, tracking, imaging and scanning. The environment is innovative and highly international with close collaborations with other Trimble sites around the world.\\nOperations in Danderyd is a dynamic and modern work place with motivated professionals who love to work in a high performance environment..\\nThe high-tech products from Trimble Danderyd are made by specialists in commodity management, supplier development and quality assurance, production engineering and planning, logistics, manufacturing and leadership.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":35,"employees_sweden":230,"employees_world":7000,"website_url":"www.trimble.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Unilever","description":"Unilever’s mission is to add Vitality to Life. We meet everyday needs for nutrition, hygiene \u0026 personal care with brands that help people feel good, look good \u0026 get more out of life. Our products touch the lives of 2 billion people every day. Unilever’s purpose is to meet the everyday needs of people everywhere – to anticipate the aspirations of our consumers and customers \u0026 to respond creatively and competitively with branded products and services, which raise the quality of life. As our business grows, so do our responsibilities. We have therefore committed to developing new ways of doing business that will allow us to double the size of our company while reducing our environmental impact.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":190,"employees_sweden":750,"employees_world":174000,"website_url":"www.unilever.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Visma","description":"Visma is Scandinavia’s leading professional environment in the fields of finance and IT. Here you will be part of a unique working environment where you work amongst experts across both topical and geographical borders.  We offer the opportunity to work in an entrepreneurial company, with power and development opportunities in a strong group. With us, you enjoy that puts performance and business value before prestige and want to work in a growing company where your contribution makes a difference. We give you as an employee scope for innovation and proactivity, the opportunity to grow and develop, and a balance in life where you as an employee have space to take responsibility.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":8,"employees_sweden":1500,"employees_world":5600,"website_url":"www.visma.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"WSP","description":"WSP is one of the world’s leading engineering and design consultancies. We provide services to transform the built environment and restore the natural environment.\\n\\nWe have 17 000 employees, based in more than 300 offices, across 30 countries, on every continent.\\n\\nWSP Sweden is a nationwide consultancy, around 2,500 staff. Though we are united by our shared pride, passion and desire to collaborate, we have very different areas of expertise, specialism and innovation.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":30,"employees_sweden":2500,"employees_world":17000,"website_url":"www.wspgroup.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Xylem","description":"Vi är 12 900 anställda som finns representerade i fler än 150 länder, vilket ger dig stora möjligheter till ett intressant jobb.\\n\\nFörutom stor geografisk spridning, med projekt över hela världen, har vi ett antal olika arbetsområden som gör Xylem till ett mångsidigt företag. Forskning och utveckling, affärsutveckling, IT, ekonomi och marknadsföring/information, produktion och sälj är några av dessa.\\n\\nFörändringar och miljöombyte är viktigt för att man ska trivas på jobbet. Hos oss är det väldigt vanligt att våra anställda byter tjänst internt, och eftersom vi är ett globalt företag finns stora möjligheter till utlandstjänst.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":150,"employees_sweden":2000,"employees_world":12900,"website_url":"www.xyleminc.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"Quinyx","description":"Quinyx is a premier web-based solution that enables customers to schedule, report time and dynamically forecast optimal labour costs against sales. The solution is especially designed for labour intensive industries and has been appointed by the GSEA in Chicago for \"Best Innovation 2007\". Today, Quinyx has over 100,000 users in seven countries with customers such as McDonald’s, SSP The Travel Food Experts, FedEx, Compass Group, Burger King, and Decathlon. In 2013 Quinyx was nominated as a Gasellföretag (Gazelle company) by Sweden’s largest business magazine Dagens Industri and ranked as the second fastest growing IT company in Sweden with a growth rate of 589 percent between 2009 and 2012. \r\n \r\nOur business model has an enormous potential and we are driven by providing our customers the best possible support that will enable them to do what they do even better. The organization is still young but is growing at a rapid pace and Quinyx is now made up of c. 65 driven and enthusiastic professionals.\r\n ","coord_x":null,"coord_y":null,"contact_name":"Karin Wennerholm","contact_email":"karin.wennerholm@quinyx.com","contact_number":"","countries_presence_count":6,"employees_sweden":65,"employees_world":70,"website_url":"http://www.quinyx.com","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"},{"name":"ABB","description":"ABB is a leader in power and automation technologies that enable utility and industry customers to improve performance while lowering environmental impact. The ABB Group of companies operates in around 100 countries and employs about 145,000 people.","coord_x":0.0,"coord_y":0.0,"contact_name":" ","contact_email":"","contact_number":"","countries_presence_count":100,"employees_sweden":9200,"employees_world":145000,"website_url":"www.abb.se","map_path":"/system/images/map_tiles/kthb/{z}/tile_{x}_{y}.png"}]