[{"id":16,"title":"Vårrekrytering","slug":"varrekrytering","summary":"Armada har nu öppnat sin årliga vårrekrytering. Vi söker 46 stycken nya talanger som vill vara med och ta Armada till nya höjder. \u003Cbr\u003E\u003Cbr\u003EVill du vara med och skapa Armada 2014 och på så vis engagera dig i ett lärorikt, utvecklande och fantastiskt roligt studentprojekt där du får ta mycket ansvar och arbeta tillsammans med andra drivna studenter? Ansök då om att bli en del av Armada senast den 11 april!\u003Cbr\u003E\u003Cbr\u003ERollbeskrivningar och ansökan hittar du på varrekrytering.armada.nu\u003Cbr\u003E\u003Cbr\u003EOm du har frågor eller vill ha mer information kring hur det är att vara en del av Armada får du gärna kontakta mig:\u003Cbr\u003E\u003Cbr\u003ELina Börjeson\u003Cbr\u003ERekryteringsansvarig Armada 2014\u003Cbr\u003Elina.borjeson@armada.nu","agenda":"","information":"","starts_at":"2013-09-02T00:00:00+02:00","ends_at":"2013-09-02T00:00:00+02:00","location":"","signup_link":"http://varrekrytering.armada.nu/","signup_starts_at":"2014-03-22T20:00:00+01:00","signup_ends_at":"2014-04-11T23:59:00+02:00","created_at":"2014-03-29T23:59:06+01:00","updated_at":"2015-03-27T01:54:14+01:00"},{"id":17,"title":"Värdrekryteringen","slug":"vardrekryteringen","summary":"Armada rekryterarVi söker olikaÄr du kreativ och nytänkande eller social och serviceinriktad eller kanske mer strukturerad och teknisk? Armada söker dig för den du är. Tillsammans skapar vi arbetsmarknadsdagarna - KTH:s största studentevenemang.\u003Cbr\u003E\u003Cbr\u003ESista sökdag är den 12e september.\u003Cbr\u003E\u003Cbr\u003ELäs mer om Värdrekryteringen på \u003Cbr\u003Earmada.nu/recruitment","agenda":"","information":"","starts_at":"2014-08-25T08:00:00+02:00","ends_at":"2014-09-12T23:59:00+02:00","location":"","signup_link":"www.armada.nu/recruitment","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-08-26T10:26:03+02:00","updated_at":"2014-08-26T10:26:03+02:00"},{"id":18,"title":"Armadaloppet","slug":"armadaloppet","summary":"\u003Cbr\u003ERegistration for Armadaloppet is now full! Thank you all, we look forward to see you in your running gear on Wednesday. \u003Cbr\u003EA 5 km running race around KTH that puts students and companies head to head. The race is free and registration is compulsory for participation. Register here!\u003Cbr\u003E\u003Cbr\u003EThe start of Armada is literally the 8th of October with Armadaloppet, where you, as a purposeful KTH student, get the chance to get rid of some excess energy - which we all have way too much of. \u003Cbr\u003E\u003Cbr\u003EPut on your running shoes and join the race to beat the companies on the 4.8 kilometer track! Take this moment to ask the companies about their preparation for the race, what they can offer you and why it is so fun to work with them. The opportunity is given directly after the race in conjunction with the award ceremony and mingle session.\u003Cbr\u003E\u003Cbr\u003ERepresentatives from Tieto, ÅF, Netlight Consulting, Fortum, Capgemini, Acando/Connecta, Ericsson, Accenture, Vattenfall, and Spotify will be joining the race.\u003Cbr\u003E\u003Cbr\u003ERegistration is free and closes on the 6th of October - limited amount of registrations!\u003Cbr\u003E\u003Cbr\u003EYou can run as a team or individually.\u003Cbr\u003E\u003Cbr\u003ENote that it is a Swedish speaking event - but you do not need to speak Swedish to run the race!\u003Cbr\u003E\u003Cbr\u003ETo unregister from the race because of injury or illness, please inform us so we can have the possibility of offering your place to someone else. Unregister by emailing loppet@armada.nu.","agenda":"Brief schedule:\u003Cbr\u003E16.45-17.30 Wardrobe is open \u0026amp; pick-up of number-tag at the fountain at Nymble\u003Cbr\u003E17.45: Warm-up\u003Cbr\u003E18.00: START!\u003Cbr\u003E18.20-20.00: Finish, mingle \u0026amp; prize ceremony\u003Cbr\u003E\u003Cbr\u003EPlease note that registration after Friday, October the 4th cannot guarantee \"Team-Name\" on number tag!\u003Cbr\u003E\u003Cbr\u003E","information":"","starts_at":"2014-10-14T17:00:00+02:00","ends_at":"2014-10-14T20:00:00+02:00","location":"KTH Campus Valhallavägen","signup_link":"","signup_starts_at":"2015-10-14T00:00:00+02:00","signup_ends_at":"2015-10-14T23:59:00+02:00","created_at":"2014-09-18T22:32:41+02:00","updated_at":"2015-03-23T15:54:32+01:00"},{"id":25,"title":"Exam Pub","slug":"exam-pub","summary":"Come to Armada’s bar and celebrate that the exams finally are over and that Armada’s events and fair are just around the corner!\u003Cbr\u003E\u003Cbr\u003EWe can guarantee you a good time with a packed dance floor, cheap drinks, and a fabulous photo wall to commemorate your evening. The evening will have the theme Las Vegas.\u003Cbr\u003E\u003Cbr\u003EWe’ll also be selling tickets to Club Armada at Annexet, Globen which will take place on November 18th from 22.00-02.00. Tickets for Club Armada are 100 SEK.\u003Cbr\u003E\u003Cbr\u003EYou’ll find the best party with us in Gröten, 1st floor, Nymble. Join us!","agenda":"","information":"","starts_at":"2014-11-01T20:00:00+01:00","ends_at":"2014-11-02T03:00:00+01:00","location":"Gröten, Nymble - KTH Campus Valhallavägen","signup_link":"https://www.facebook.com/events/1482898555322270/","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-22T09:27:05+02:00","updated_at":"2014-10-30T20:02:52+01:00"},{"id":24,"title":"Inauguration","slug":"inauguration","summary":"The time has come to kick-off Armada’s Event Weeks! The two weeks are jam-packed with interesting events ranging from case solving to theme lectures and talk shows. The weeks culminate with our gigantic two-day Fair and our magnificent Banquet.\u003Cbr\u003E\u003Cbr\u003EOn Tuesday, November 4, you are welcome to join the inauguration of these Armada Weeks in the pub in Nymble. Armada's Main Partners, ÅF and Tieto, will be there and you will have the opportunity to meet and learn more about them, and us. \u003Cbr\u003E\u003Cbr\u003EThis day will also include the release of the Armada Catalogue, an indispensable tool to get the most out your fair visit. So swing by and grab one! \u003Cbr\u003E\u003Cbr\u003EYou are welcome to join us during these two hours and get more information about our events and the fair as well as register for the upcoming events and even buy tickets to Club Armada. \u003Cbr\u003E\u003Cbr\u003EAre you interested in making your CV to the best you should definitely come by and let our great photo hosts take a picture of you for your CV.\u003Cbr\u003E\u003Cbr\u003EIn connection to the launch of Armada, there will also be a theme lecture with Facebook in E1. \u003Cbr\u003ESwing by Nymble, grab a catalogue, and hang with us, Tieto, and ÅF.\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003EWhen: November 4, 11.00-13.00\u003Cbr\u003EPlace: Nymble","agenda":"","information":"","starts_at":"2014-11-04T11:00:00+01:00","ends_at":"2014-11-04T13:00:00+01:00","location":"Nymble - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-09-23T23:36:15+02:00","updated_at":"2014-10-30T20:05:19+01:00"},{"id":27,"title":"Theme Lecture with Facebook","slug":"themelecture-facebook","summary":"Facebook's Nimrod Priell will give a presentation of the company and will also give you the inside information about what they look for during the interview process. \u003Cbr\u003E\u003Cbr\u003EThis is what Facebook themselves have to say:\u003Cbr\u003E\"Come find out about Facebook’s culture and how to be successful in our technical interviews. You will learn some useful tips and tricks on what to expect from our interview process. We are really excited to meet students so come with lots of questions! Nimrod Priell, a Data Scientist from Onavo team, will be sharing his insights and will be on hand to help you ‘Crush Your Coding Interviews’.\"\u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003E\u003Cbr\u003EThe presentation will be held in English and will be quite technical.","agenda":"","information":"","starts_at":"2014-11-04T12:00:00+01:00","ends_at":"2014-11-04T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:44:04+02:00","updated_at":"2014-10-31T18:32:04+01:00"},{"id":19,"title":"Enova","slug":"enova","summary":"ENOVA is one of Armada’s events that give you the opportunity to practice case solving. The event provides excellent opportunities to establish a closer and deeper relationship with a company that is interesting to you and your education. Additionally, you get an insight into the types of problems you may face working at the company. The day will begin with a light lunch and will not take place on KTH campus. After a presentation of the case solutions, you will be treated to a dinner buffet where you get the chance to mingle with representatives from the participating companies. \u003Cbr\u003E\u003Cbr\u003EGather your friends as a team or sign up individually for a fun and eventful afternoon.\u003Cbr\u003EThe four participating companies, Ericsson Management Consulting, Tieto, Sweco, and Capgemini, are all consulting firms. More about each company and their case can be found further down on this page. \u003Cbr\u003E\u003Cbr\u003EIn your application you can provide a short motivation of why you would like to participate in ENOVA and why one or more of the participating companies interests you.\u003Cbr\u003E\u003Cbr\u003EPlease note that proficiency in Swedish is a requirement for this event as it will be held solely in Swedish. \u003Cbr\u003E\u003Cbr\u003ELast day to apply is November 2 at 23:59.\u003Cbr\u003E\u003Cbr\u003ENotification of participation will be sent out on Monday, November 3. Please notify any impediment in advance.\u003Cbr\u003E\u003Cbr\u003EIf you have any questions please do not hesitate to contact Johannes Bedoire Fivel at enova@armada.nu.\u003Cbr\u003E\u003Cbr\u003EEricsson Management Consulting\u003Cbr\u003EOur Case\u003Cbr\u003ENew ICT solutions are transforming the way people, businesses, and society communicate and collaborate. As everything becomes connected, our world is changing and the solutions Ericsson provides need to be adapted to these changes. The case will explore some of the challenges Ericsson is facing in a rapidly merging ICT and telecom industry, and the team will identify solutions for capturing new business opportunities and finding new business models.About Us\u003Cbr\u003EEricsson Management Consulting was established as an internal Management Consulting unit within Ericsson in 2006. We are a diverse team of 40 consultants with many years of experience from leading management consulting firms. We work closely with Ericsson’s executive leadership team to deliver breakthrough results from strategy projects across the world, and global change programs. In addition, our team serves as a unique talent pool for future leaders at Ericsson.Tieto\u003Cbr\u003EOur Case\u003Cbr\u003ENew technologies have totally revolutionised the way customers interact with businesses and changed the way important decisions are made. As consumers, we all have an unprecedented amount of power in whose services we use as well as an abundance of choice. This means that a positive customer experience is essential in sharpening any company’s competitive edge. To be successful in today’s business environment companies need to put their customers at the heart of everything they do.\u003Cbr\u003ETieto challenges you to look to the future of the retail industry and define in what way payment services will develop to meet the expectations of the buyers of tomorrow. What implications will this have for shopping as a pastime, and for businesses in a competitive market. Our customers trust in us to guide them, we are trusting in you, to tell us.About UsTieto is the largest IT service company in the Nordic countries and performs in society's circumference. We work towards a wide industry and cover the financial sector, public sector, telecom, energy, media, retail, manufacturing and logistics. We make sure that you, amongst other things, can communicate between mobile phones, carry out banking transactions, collect your e-prescriptions, register for a training, or why not book your wedding online? With a broad technical expertise and always with customer and employee in focus – we are amongst the organizations that must adapt to our times. In order to achieve this and deliver and support our customers Tieto needs to work hard to attract and develop our most important asset, our employees. \u003Cbr\u003EDid this raise your curiosity? This is just the beginning; visit us at Armada to find out more! \u003Cbr\u003ESweco\u003Cbr\u003EOur Case\u003Cbr\u003ERight now, the first puzzle pieces of a new neighborhood with homes, forums, kindergartens, schools, transportation, etc are being layed. For the district to function the commuter rail station is a basic requirement and is considered to be an economically viable solution. It is now important to take a holistic approach - to offer good conditions for high quality travel with good access and to build a vibrant sustainable community where people can thrive. Come with suggestions for a new sustainable neighborhood! Whether it is about providing a comprehensive picture of the structure of the new district, the station building, railway, or if you choose to study in detail a particular problem such as VA issues, residential buildings, streets and squares planning, or meeting places.\u003Cbr\u003EAbout Us\u003Cbr\u003EAt Sweco, engineers, architects, and environmental experts collaborate to build a safer, more sustainable society. The result is a sustainable society, with cleaner air and purer water, beautiful and functional living and work spaces, effective traffic solutions, safer and cleaner energy, and more profitable industries. Sweco has a curious, friendly, and proud corporate culture, based on commitment and responsibility and that we are wide open to new ideas, people, and challenges. We are a successful and profitable company with a business model based on directly involving as many as possible within the company with client projects.\u003Cbr\u003ECapgemini\u003Cbr\u003EOur Case\u003Cbr\u003EA reality inspired case in IT/telecommunications, where the students can identify with the role of IT consultant at Capgemini. The customer in the case has problems with low customer satisfaction and slow development of new services, seen in relation to its competitors. The assignment is to prepare a feasibility study that focuses on solving the problem that the client describes and come up with innovative ideas on what Capgemini can help the customer with to optimize the business. Senior consultants from Capgemini will act client during the case execution where students have the opportunity to ask questions to clarify the requirements. Are you interested in the IT industry and want to test your analytical skills, then this is a case for you!\u003Cbr\u003EAbout Us\u003Cbr\u003ECapgemini is one of the world's foremost providers of consulting, technology, outsourcing services, and local professional services; those are our four key businesses. Present in over 40 countries with almost 140,000 employees, the Capgemini Group helps its clients transform in order to improve their performance and competitive positioning. Capgemini offer an array of integrated services that combine top-of-the-range technology with deep sector expertise and a strong command of our four key businesses. Capgemini’s vision is that the business value of technology comes from and through people. It is our firm belief that our business objectives can only be achieved through mutual respect and cooperation.\u003Cbr\u003E","agenda":"","information":"","starts_at":"2014-11-05T12:00:00+01:00","ends_at":"2014-11-05T20:30:00+01:00","location":"Off campus","signup_link":"http://niwen.armada.nu/fairs/armada2014/events/106/event_attendences/new","signup_starts_at":"2014-10-17T08:00:00+02:00","signup_ends_at":"2014-11-03T12:00:00+01:00","created_at":"2014-09-23T23:29:18+02:00","updated_at":"2014-10-31T19:01:01+01:00"},{"id":28,"title":"Theme Lecture with SJ","slug":"themelecture-sj","summary":"SJ’s brand manager Johan von Porat will give a presentation of the challenge of changing the SJ brand. The current Management Trainees will present their experiences and SJ as an employer. \u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003E\u003Cbr\u003EThe presentation will be held in Swedish.","agenda":"","information":"","starts_at":"2014-11-06T12:00:00+01:00","ends_at":"2014-11-06T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:45:10+02:00","updated_at":"2014-10-31T18:28:35+01:00"},{"id":20,"title":"International Evening","slug":"internationalevening","summary":"Are you interested in working in Sweden? Are you an international student?\u003Cbr\u003E\u003Cbr\u003EBefore the Armada Fair kicks off, we would like to invite you to an event with focus on getting a job in Sweden as an international student. We will offer exchange students and English-speaking master students information on the swedish business community and show opportunities for work after graduation. The event is a lecture with a mingle session afterwards.\u003Cbr\u003ERepresentatives from Ericsson will talk about their journey from international student to employee. Furthermore, you will listen to international students from the internship organization AIESEC describing their experiences in the Swedish work place. Join us for an evening of inspiring and informational exchange.\u003Cbr\u003E\u003Cbr\u003ETime: November 6, 17.15-20.00\u003Cbr\u003ELocation: E1","agenda":"Lecture with mingle session afterwards.","information":"","starts_at":"2014-11-06T17:15:00+01:00","ends_at":"2014-11-06T20:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"https://docs.google.com/forms/d/1T_zlmVsEVdbRxexUjwxbGPoaQnN9y1-ULQvTmHW0TN4/viewform?edit_requested=true","signup_starts_at":"2014-10-30T18:00:00+01:00","signup_ends_at":"2014-11-06T17:15:00+01:00","created_at":"2014-09-23T23:31:30+02:00","updated_at":"2014-10-30T23:21:21+01:00"},{"id":29,"title":"Theme Lecture with Trafikverket","slug":"themelecture-trafikverket","summary":"","agenda":"","information":"","starts_at":"2014-11-07T12:00:00+01:00","ends_at":"2014-11-07T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:53:54+02:00","updated_at":"2014-10-24T13:03:29+02:00"},{"id":21,"title":"Practical Engineering","slug":"practicalengineering","summary":"Are you eager to try what practical work you can do in the future, for our society to evolve? \u003Cbr\u003E\u003Cbr\u003EPractical Engineering is a practical case solving event. It offers the opportunity to create a deeper contact with a company concerned with you and your education. In comparison to Enova this case is more practical, as the name indicates. During the day, refreshments will be served and after the presentation of solutions, you will be treated to a buffet dinner and a chance to mingle with representatives from the participating company. \u003Cbr\u003E\u003Cbr\u003EAre you interested in energy, infrastructure and sustainability? The case will involve just that, presented by ÅF. \u003Cbr\u003E\u003Cbr\u003EGather your friends as a team or sign up individually for a fun and eventful afternoon.More about ÅF case can be found further down on this page. \u003Cbr\u003E\u003Cbr\u003EPlease note that proficiency in Swedish is a requirement for this event as it will be held solely in Swedish. \u003Cbr\u003E\u003Cbr\u003ELast day to apply is November 6 at 23:59.\u003Cbr\u003E\u003Cbr\u003ENotification of participation will be sent out on Friday, November 7. Please notify any impediment in advance.\u003Cbr\u003E\u003Cbr\u003EIf you have any questions please do not hesitate to contact Viktoria Losenius Lindahl at pe@armada.nu.\u003Cbr\u003E\u003Cbr\u003EWhen: November 10, 15-21\u003Cbr\u003EWhere: Nymble\u003Cbr\u003ERegistration Deadline: November 6, 23:59\u003Cbr\u003E\u003Cbr\u003EÅFÅF leads the way in technical consulting.Our work focuses on energy, investments in infrastructure and projects for industry. Our base is in Europe, but our business and clients extend right across the globe. What makes us unique is our co-workers, our networks and the technical consulting industry’s greatest bank of experience. \u003Cbr\u003E\u003Cbr\u003EIt’s all summed up in our corporate motto: ÅF – Innovation by experience.","agenda":"","information":"","starts_at":"2014-11-10T15:00:00+01:00","ends_at":"2014-11-10T21:00:00+01:00","location":"Nymble - KTH Campus Valhallavägen","signup_link":"http://niwen.armada.nu/fairs/armada2014/events/108/event_attendences/new","signup_starts_at":"2014-10-31T00:00:00+01:00","signup_ends_at":"2014-11-06T23:59:00+01:00","created_at":"2014-09-23T23:32:42+02:00","updated_at":"2014-10-31T00:34:07+01:00"},{"id":30,"title":"Theme Lecture with Ericsson #1","slug":"themelecture-ericsson-1","summary":"Big Data - the game changer of everythingA few years ago we envisioned a world in which anything that benefits from a connection, will be connected. We call this world the networked society, and it is now becoming realized in a rapid pace. This connected future will impose a technical revolution far greater than anything we’ve seen before. It will impact everything and everyone. At the core of this revolution is Big Data. Come hear Simon Moritz present why and what role Ericsson intends to play in this future.\u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003EThe presentation will be held in English.\u003Cbr\u003E\u003Cbr\u003ESpeaker: Simon Moritz","agenda":"\u003Cb\u003EBig Data - the game changer of everything\u003Cbr\u003E\u003C/b\u003E\u003Cb\u003ESpeaker:\u003C/b\u003E Simon Moritz","information":"","starts_at":"2014-11-11T12:00:00+01:00","ends_at":"2014-11-11T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:56:30+02:00","updated_at":"2014-11-06T16:31:11+01:00"},{"id":31,"title":"Theme Lecture with Ericsson #2","slug":"themelecture-ericsson-2","summary":"That's why I work at Ericsson!Meet three stars from Ericsson that tell you what it is like to work at Ericsson rather than what they are working on.\u003Cbr\u003E\u003Cbr\u003EA good engineer can get a job in many different companies – provided that the engineer of course applies for jobs that are relevant to their education or experience.  But just to work with what you love is rarely enough to make you love your “work”. The workplace plays a huge role. The culture, colleagues, and that gut feeling that is so hard to pin down is more important than many people think. During this lunch session, you´ll meet three sharp women who all will tell you why they work at Ericsson and why they stay. This hour will have a personal touch and you can forget about buzzwords and corporate bullshit for a while. \u003Cbr\u003E\u003Cbr\u003EWelcome to meet Pooja, Cecilia, and Katarina from the Ericsson family! \u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003EThe presentation will be held in Swedish.\u003Cbr\u003E\u003Cbr\u003ESpeakers:\u003Cbr\u003EPooja Biltoria 24,                               1 year with Ericsson\u003Cbr\u003ECecilia Helgesson 39,                      15 years with Ericsson\u003Cbr\u003EKatarina Larsson 30,                        2 years with Ericsson\u003Cbr\u003E","agenda":"\u003Cb\u003EThat's why I work at Ericsson!\u003C/b\u003E\u003Cb\u003ESpeakers:\u003C/b\u003E\u003Cbr\u003EPooja Biltora 24,                               1 year with Ericsson\u003Cbr\u003ECecilia Helgesson 39,                      15 years with Ericsson\u003Cbr\u003EKatarina Larsson 30,                        2 years with Ericsson","information":"","starts_at":"2014-11-12T12:00:00+01:00","ends_at":"2014-11-12T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:57:06+02:00","updated_at":"2014-11-11T00:34:32+01:00"},{"id":22,"title":"Armada Stör En Ingenjör","slug":"armadastoreningenjor","summary":"Forget your studies for one night and spend your evening watching Armada’s own talk show, “Armada stör en ingenjör”. Representatives from ÅF, Tieto, Ericsson, and HP will enter the stage in Nya matsalen to discuss career options, the future climate of engineering, and leadership. The show will be hosted by two moderators whom together with the company representatives will create an atmospheric evening. Don’t miss the opportunity to interact and ask questions to the guests during the show. Armada stör en ingenjör provides a great opportunity to get a more relaxed and personal impression of the companies.  The evening will end with live music in the pub, where you can mingle with several representatives from the participating companies. Gather your friends for an inspiring evening and talk show!\u003Cbr\u003E\u003Cbr\u003EPlace: Nya matsalen, Nymble.\u003Cbr\u003ETime: November 12. Show begins at 18.00 and the pub will be open from 17.30. Mingle in the pub after the show. \u003Cbr\u003EParticipating companies: ÅF, Tieto, Ericsson and HP\u003Cbr\u003EThe show will be moderated by Tobias Porserud and Gustav Johansson from the headhunting company Talent Eye.\u003Cbr\u003E\u003Cbr\u003EThe event will be held in Swedish.","agenda":"\u003Cb\u003EPlace:\u003C/b\u003E Nya matsalen, Nymble.\u003Cbr\u003E\u003Cb\u003ETime:\u003C/b\u003E November 12. Show begins at 18.00 and the pub will be open from 17.30. Mingle in the pub after the show. \u003Cbr\u003E\u003Cb\u003EParticipating companies: \u003C/b\u003EÅF, Tieto, Ericsson and HP\u003Cbr\u003EThe show will be moderated by Tobias Porserud and Gustav Johansson from the headhunting company Talent Eye.","information":"","starts_at":"2014-11-12T17:30:00+01:00","ends_at":"2014-11-12T21:00:00+01:00","location":"Nymble - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-09-23T23:34:18+02:00","updated_at":"2014-10-30T18:01:48+01:00"},{"id":32,"title":"Theme Lecture with King","slug":"themelecture-king","summary":"Jonas Rundberg, Senior Director Game Platform, tells the story about game development at King - one of the world leaders in casual gaming. What does our tech stack look like and how do we use agile methodologies to accomplish our goals? Jonas has been in the development and gaming industry since 2005 and has since January 2013 been a senior member of Kings development function.\u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003EThe presentation will be held in English.\u003Cbr\u003E\u003Cbr\u003ESpeaker: Jonas Rundberg\u003Cbr\u003E","agenda":"\u003Cb\u003EThe presentation will be held in English.\u003C/b\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cb\u003ESpeaker:\u003C/b\u003E Jonas Rundberg","information":"","starts_at":"2014-11-14T12:00:00+01:00","ends_at":"2014-11-14T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T12:58:01+02:00","updated_at":"2014-11-08T23:45:00+01:00"},{"id":38,"title":"The Internship Pitch #1","slug":"internshippitch-day-1","summary":"The Internship Pitch is Armada's brand new event! \u003Cbr\u003E\u003Cbr\u003EDuring the course of this event, students hear the participating companies make a three-minute-long pitch (which is similar to an \"elevator pitch\") about their available internships.\u003Cbr\u003E\u003Cbr\u003EWhen: November 18-19, 9:00 - 10:00\u003Cbr\u003EWhere: E1\u003Cbr\u003EParticipating companies: Different companies are participating each day, check list below.\u003Cbr\u003E\u003Cbr\u003EThe presentation will be held in Swedish.\u003Cbr\u003E\u003Cbr\u003EDay 1:\u003Cbr\u003EScania \u003Cbr\u003EEricsson\u003Cbr\u003ESaab\u003Cbr\u003ETransmode Systems\u003Cbr\u003ESandvik\u003Cbr\u003ESSC\u003Cbr\u003ECERN\u003Cbr\u003EKing (cancelled)\u003Cbr\u003E\u003Cbr\u003EParticipating companies for day 2 can be found here: armada.nu/events/internshippitch-day-2\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E","agenda":"","information":"","starts_at":"2014-11-18T09:00:00+01:00","ends_at":"2014-11-18T10:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-11-09T21:46:31+01:00","updated_at":"2014-11-18T00:00:48+01:00"},{"id":26,"title":"Individual Meetings","slug":"individualmeetings","summary":"During the fair, there is the opportunity for students to meet individual company representatives for 20-minute conversations - Individual Meetings. This is a unique opportunity to deepen the contact with individual company representatives who are here to meet you!\u003Cbr\u003E\u003Cbr\u003EYou will find all the companies having Individual meetings below and in the application form.\u003Cbr\u003E\u003Cbr\u003EOpening hours – by invitation:\u003Cbr\u003E18/11: 10.00-16.00\u003Cbr\u003E19/11: 10.00-15.00\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E- 3gamma\u003Cbr\u003E- AVL MTC Motortestcenter AB\u003Cbr\u003E- Academic Work\u003Cbr\u003E- Acando AB/Connecta AB\u003Cbr\u003E- Accenture AB\u003Cbr\u003E- AstraZeneca AB\u003Cbr\u003E- Boston Consulting Group AB\u003Cbr\u003E- Capgemini\u003Cbr\u003E- Centigo AB\u003Cbr\u003E- EY\u003Cbr\u003E- Ericsson AB\u003Cbr\u003E- Forefront Consulting Group\u003Cbr\u003E- GE\u003Cbr\u003E- H\u0026amp;M Hennes \u0026amp; Mauritz AB\u003Cbr\u003E- IBM\u003Cbr\u003E- Kronofogden\u003Cbr\u003E- LKAB\u003Cbr\u003E- Lantmäteriet\u003Cbr\u003E- Mycronic AB\u003Cbr\u003E- NCC Construction Sverige AB\u003Cbr\u003E- NORDUnet\u003Cbr\u003E- Nepa\u003Cbr\u003E- Peab Sverige AB\u003Cbr\u003E- Releye\u003Cbr\u003E- SJ AB\u003Cbr\u003E- SSC\u003Cbr\u003E- Sandvik\u003Cbr\u003E- Schibsted Media Group\u003Cbr\u003E- Skanska Sverige AB\u003Cbr\u003E- Softronic AB\u003Cbr\u003E- Stora Enso AB\u003Cbr\u003E- Systecon AB\u003Cbr\u003E- Tele2 Sverige AB\u003Cbr\u003E- Tieto Sweden AB\u003Cbr\u003E- Unilever Sverige AB\u003Cbr\u003E- Visma ITSirius AB\u003Cbr\u003E","agenda":"","information":"","starts_at":"2014-11-18T10:00:00+01:00","ends_at":"2014-11-19T15:00:00+01:00","location":"KTHB \u0026 Nymble - KTH Campus Valhallavägen","signup_link":"http://niwen.armada.nu/fairs/armada2014/interview_applications/new","signup_starts_at":"2014-10-24T12:00:00+02:00","signup_ends_at":"2014-11-12T23:59:00+01:00","created_at":"2014-10-24T11:57:42+02:00","updated_at":"2014-11-10T14:32:09+01:00"},{"id":35,"title":"Fair Day #1","slug":"fair-day-1","summary":"On the 18th - 19th of November, Armada once again opens its doors, for the 34th year in a row, to our much-loved fair. During these two days, students and businesses mingle and exchange connections. A fantastic opportunity for You, as a student, to reach out to more than 150 cutting edge companies. Enjoy!\u003Cbr\u003E\u003Cbr\u003ELocation: KTHB \u0026amp; Nymble\u003Cbr\u003E\u003Cbr\u003EOpening Hours:\u003Cbr\u003ENovember 18, 10-16\u003Cbr\u003ENovember 19, 10-15\u003Cbr\u003E\u003Cbr\u003ECheck the exhibiting companies in the Armada Catalogue or in our online catalogue here: armada.nu/katalog","agenda":"","information":"","starts_at":"2014-11-18T10:00:00+01:00","ends_at":"2014-11-18T16:00:00+01:00","location":"Nymble \u0026 KTHB","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-25T18:56:40+02:00","updated_at":"2014-11-13T00:59:40+01:00"},{"id":40,"title":"International Tours","slug":"internationaltours","summary":"Want to get a guided tour to companies at the Fair that are interested in you as an international student? \u003Cbr\u003E\u003Cbr\u003ESign up for our International Tours arranged by Armada in cooperation with THS International.\u003Cbr\u003E\u003Cbr\u003ESign up is compulsory for participation.\u003Cbr\u003E\u003Cbr\u003EThe following tours are available:\u003Cbr\u003E- Computer science Tuesday 12.15-13.00\u003Cbr\u003E- Electrical and medical engineering Tuesday 13:15-14:00\u003Cbr\u003E- Media management Wednesday 11:15-12:00\u003Cbr\u003E- Environmental engineering Wednesday 13:15-14:00\u003Cbr\u003E- Mechanical engineering Tuesday 11:00-11:45\u003Cbr\u003E- Chemical engineering Tuesday 14:00-14:45\u003Cbr\u003E- Aerospace engineering Tuesday 13:00-13:45\u003Cbr\u003E- Aerospace engineering Tuesday 14:00-14:45\u003Cbr\u003E- Physics Tuesday 15:00-15:45\u003Cbr\u003E- Physics Wednesday 14:00-14:45\u003Cbr\u003E- Information technology Tuesday 10:30-11:15\u003Cbr\u003E- Information technology Wednesday 10:30-11:15\u003Cbr\u003E- Mix of Companies Tuesday 10:00-11:00\u003Cbr\u003E- Mix of Companies Wednesday 10:00-11:00","agenda":"","information":"","starts_at":"2014-11-18T10:00:00+01:00","ends_at":"2014-11-19T15:00:00+01:00","location":"KTHB \u0026 Nymble - KTH Campus Valhallavägen","signup_link":"https://docs.google.com/a/armada.nu/forms/d/1Su7IF-7JgRWpTLAnWe0MosjbUB4OEl2jDMkn-V1_K70/viewform?edit_requested=true","signup_starts_at":"2014-11-04T08:00:00+01:00","signup_ends_at":"2014-11-17T00:00:00+01:00","created_at":"2014-11-11T16:49:47+01:00","updated_at":"2014-11-11T17:01:31+01:00"},{"id":41,"title":"The Startup Fair","slug":"startup","summary":"The benefits of working at a Startup are many, decide your own work tasks, flexible office hours, and young and creative colleagues are some, to mention a few. Welcome to Armada startup! This is where dreams come true. Stop by for a visit if you would like to meet creative entrepreneurs showing an alternative way to a traditional employment. Armada Startup is a collaboration between Armada and KTH Innovation, and the place to meet a variety of different tech startups and learn more about developing a business. Whether your visit is to get inspired or join an already existing startup, we are here to help you and answer your questions. \u003Cbr\u003E\u003Cbr\u003EWhere: Nymble, 2nd floor. (KL-room, a.k.a. Kårledningsrummet)\u003Cbr\u003E\u003Cbr\u003EThe companies exhibiting are different the two days, see list below.\u003Cbr\u003ENovember 18, 10-16\u003Cbr\u003ECampus Competence\u003Cbr\u003EKTH Innovation \u0026amp; Student Inc.\u003Cbr\u003ESTING\u003Cbr\u003EShortcut Labs\u003Cbr\u003EEdQu\u003Cbr\u003EExcitera\u003Cbr\u003EFindify\u003Cbr\u003EFurhat Robotics AB\u003Cbr\u003EGotogo\u003Cbr\u003EGreenely\u003Cbr\u003ESelfieJobs\u003Cbr\u003EStudent Node\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003ENovember 19, 10-15 \u003Cbr\u003ECampus Competence\u003Cbr\u003EKTH Innovation \u0026amp; Student Inc.\u003Cbr\u003ESTING\u003Cbr\u003EShortcut Labs\u003Cbr\u003EBream iO\u003Cbr\u003EGaffeltruck\u003Cbr\u003ELUP Technologies AB\u003Cbr\u003EQasa\u003Cbr\u003ERidm\u003Cbr\u003EVolumental\u003Cbr\u003EWatty\u003Cbr\u003EYouLinker AB\u003Cbr\u003E","agenda":"\u003Cb\u003ENovember 18, 10-16\u003C/b\u003E\u003Cbr\u003E\u003Cb\u003ENovember 19, 10-15\u003C/b\u003E","information":"","starts_at":"2014-11-18T10:00:00+01:00","ends_at":"2014-10-19T15:00:00+02:00","location":"KL-room, 2nd Floor, Nymble","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-11-13T09:27:31+01:00","updated_at":"2015-03-29T00:48:29+01:00"},{"id":33,"title":"Theme Lecture with ÅF","slug":"themelecture-af","summary":"What role is right for you?\u003Cbr\u003EWhat characteristics are typical for a project manager? What inspires a specialist? Do you know what a technical salesperson really does? Meet a panel of people in different roles at ÅF and get to know what’s behind the title.\u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003EThe presentation will be held in Swedish.\u003Cbr\u003E\u003Cbr\u003EModerator: Greta Mathiesen\u003Cbr\u003E\u003Cbr\u003ERoles in the panel:\u003Cbr\u003EBusiness manager\u003Cbr\u003EProject manager\u003Cbr\u003EProject engineer\u003Cbr\u003ESpecialist\u003Cbr\u003ESalesperson\u003Cbr\u003E","agenda":"\u003Cb\u003EWhat role is right for you?\u003C/b\u003E","information":"","starts_at":"2014-11-18T12:00:00+01:00","ends_at":"2014-11-18T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T13:07:06+02:00","updated_at":"2014-11-08T23:48:39+01:00"},{"id":37,"title":"Club Armada","slug":"club-armada","summary":"THS Armada has the pleasure of welcoming you to this year´s biggest student party - Club Armada!\u003Cbr\u003EAfter the first day of the two day Armada Fair, the event is celebrated in style with a big banquet and a party at Club Armada. \u003Cbr\u003EIf you want to have a good time dancing and socialising with company representatives and other students that attend Armada, or just want to take a break from your studies. \u003Cbr\u003EThen make sure you don’t miss this evening!\u003Cbr\u003E\u003Cbr\u003EThere is a limited amount of tickets, so make sure you buy your ticket in time at club.armada.nu\u003Cbr\u003E\u003Cbr\u003EWhen: November 18 @ 22:00\u003Cbr\u003EWhere: Annexet, Globen\u003Cbr\u003EDress Code: Smart casual\u003Cbr\u003EPrice: 100 SEK","agenda":"\u003Cb\u003EWhen: November 18 @ 22:00\u003C/b\u003E\u003Cbr\u003E\u003Cb\u003EWhere: Annexet, Globen\u003C/b\u003E\u003Cbr\u003E\u003Cb\u003EDress Code: Smart casual\u003C/b\u003E\u003Cbr\u003E\u003Cb\u003EPrice: 100 SEK\u003Cbr\u003E\u003Cbr\u003ETickets can also be bought at the door with cash.\u003C/b\u003E","information":"","starts_at":"2014-11-18T22:00:00+01:00","ends_at":"2014-11-19T02:00:00+01:00","location":"Annexet, Globen","signup_link":"http://club.armada.nu","signup_starts_at":"2014-11-06T18:00:00+01:00","signup_ends_at":"2014-11-18T00:00:00+01:00","created_at":"2014-10-30T18:00:25+01:00","updated_at":"2014-11-17T14:37:08+01:00"},{"id":39,"title":"The Internship Pitch #2","slug":"internshippitch-day-2","summary":"The Internship Pitch is Armada's brand new event! \u003Cbr\u003E\u003Cbr\u003EDuring the course of this event, students hear the participating companies make a three-minute-long pitch (which is similar to an \"elevator pitch\") about their available internships.\u003Cbr\u003E\u003Cbr\u003EWhen: November 18-19, 9:00 - 10:00\u003Cbr\u003EWhere: E1\u003Cbr\u003EParticipating companies: Different companies are participating each day, check list below.\u003Cbr\u003E\u003Cbr\u003EThe presentation will be held in Swedish.\u003Cbr\u003E\u003Cbr\u003EDay 2:\u003Cbr\u003EArla Foods\u003Cbr\u003ESchibsted Media Group\u003Cbr\u003EH\u0026amp;M\u003Cbr\u003EAccenture\u003Cbr\u003EThe Boston Consulting Group\u003Cbr\u003ESJ\u003Cbr\u003EUnilever\u003Cbr\u003E\u003Cbr\u003EParticipating companies for day 1 can be found here: armada.nu/events/internshippitch-day-1\u003Cbr\u003E","agenda":"","information":"","starts_at":"2014-11-19T09:00:00+01:00","ends_at":"2014-11-19T10:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-11-09T21:47:43+01:00","updated_at":"2014-11-18T00:00:58+01:00"},{"id":36,"title":"Fair Day #2","slug":"fair-day-2","summary":"On the 18th - 19th of November, Armada once again opens its doors, for the 34th year in a row, to our much-loved fair. During these two days, students and businesses mingle and exchange connections. A fantastic opportunity for You, as a student, to reach out to more than 150 cutting edge companies. Enjoy!\u003Cbr\u003E\u003Cbr\u003ELocation: KTHB \u0026amp; Nymble\u003Cbr\u003E\u003Cbr\u003EOpening Hours:\u003Cbr\u003ENovember 18, 10-16\u003Cbr\u003ENovember 19, 10-15\u003Cbr\u003E\u003Cbr\u003ECheck the exhibiting companies in the Armada Catalogue or in our online catalogue here: armada.nu/katalog","agenda":"","information":"","starts_at":"2014-11-19T10:00:00+01:00","ends_at":"2014-11-19T15:00:00+01:00","location":"Nymble \u0026 KTHB","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-25T18:57:25+02:00","updated_at":"2014-11-13T00:59:53+01:00"},{"id":34,"title":"Theme Lecture with Tieto","slug":"themelecture-tieto","summary":"Today's circumstances say very little about tomorrow's opportunities\u003Cbr\u003EThe world is changing at an accelerating pace. Disruption is a new normal, which is a challenge for achieving and sustaining growth. Industry change can, however, also provide great opportunities for those who see what’s coming next and have the agility to respond when the time is right. Finding new ways of doing business is important to our customers. With this in mind, we create value by bringing a fresh perspective on their businesses.\u003Cbr\u003E\u003Cbr\u003EIt's an exciting time to work in the IT industry. Customers’ demands on the possibility to purchase, use, have access to and be actively involved in the development of products and services is continuously increasing. Tieto helps its clients to build their businesses and adapt their products in line with market expectations. It is a big challenge, but both Tieto and our customers have to be one step ahead in order to be competitive.\u003Cbr\u003E\u003Cbr\u003EMeet Mats Brandt (Vice President, Industry Public) and Liva Lager (Project \u0026amp; Delivery Manager and Tieto Diversity program general) and listen to their thoughts about the development of IT today and Tietos role in guiding our customers into the reality of tomorrow. And more important what your roll, as the generation of today, is in all of this.\u003Cbr\u003E\u003Cbr\u003EWe will also test your knowledge by challenge you in a game! So the question is “Are you ready to take the challenge?”\u003Cbr\u003E\u003Cbr\u003ELunch will be served and questions from the audience will be answered afterwards.\u003Cbr\u003EThe presentation will be held in Swedish.\u003Cbr\u003E\u003Cbr\u003ESpeakers:\u003Cbr\u003EMats Brandt - Vice President, Industry Public\u003Cbr\u003EEmma Lindén - Project Manager","agenda":"\u003Cb\u003EToday's circumstances say very little about tomorrow's opportunities\u003C/b\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cb\u003EThe presentation will be held in Swedish.\u003C/b\u003E\u003Cbr\u003E","information":"","starts_at":"2014-11-19T12:00:00+01:00","ends_at":"2014-11-19T13:00:00+01:00","location":"E1 - KTH Campus Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2014-10-24T13:07:43+02:00","updated_at":"2014-11-08T23:47:21+01:00"},{"id":48,"title":"Rekrytering","slug":"rekrytering","summary":"THS Armada är Tekniska Högskolans Studentkårs arbetsmarknadsdagar och ett av de största projekten på KTH. Under november samlas fler än 10 000 talangfulla studenter och cirka 150 arbetsgivare för att lära känna varandra. THS Armada innefattar både en arbetsmarknadsmässa, flertalet event och en storslagen bankett. Arbetsmarknadsdagarna arrangerades för första gången 1981 och har varit en återkommande höstföreteelse på KTH sedan dess. Projektet omsätter över 6 miljoner kronor och engagerar runt 300 studenter på KTH. Nytt för THS Armada 2015 är digitalisering av mässkatalogen samt arbetet med att internationalisera organisationen genom att bland annat ge utbytesstudenter möjligheten att söka rollen som värd.\r\nVad innebär det att vara en del av THS Armada?\r\nSom en del av THS Armadas team arbetar du tillsammans med projektgruppen och värdar med planering och genomförande av mässa, event och avslutande bankett. För att skapa förutsättningar att genomföra projektet på bästa sätt söker vi nu olika typer av personer till flertalet olika roller som finns beskrivna nedan. Gemensamt för alla roller är att du är motiverad och driven att tillsammans med övriga delar i projektet skapa en värdefull möjlighet för studenter och näringsliv att mötas.\r\nAlla som är med i THS Armada förväntas delta i höstens marknadsföringskampanjer, samt genomföra intervjuer under värdrekryteringen. Det är dessutom viktigt att vara medveten om att planering, förberedelser och teambuilding börjar redan under våren även om mässa och event äger rum i höst.\r\nVi hoppas att du vill vara en del av vårt team och ser fram emot din ansökan senast den 21 april! Om du har frågor eller funderingar är du varmt välkommen att kontakta oss.\u003Cbr\u003E\u003Cbr\u003EKajsa Castor\u003Cbr\u003ERekryteringsansvarig Armada 2015\u003Cbr\u003Ekajsa.castor@armada.nu","agenda":"","information":"","starts_at":"2015-03-30T10:00:00+02:00","ends_at":"2015-04-21T23:59:00+02:00","location":"","signup_link":"http://rekrytering.armada.nu","signup_starts_at":"2015-03-30T00:01:00+02:00","signup_ends_at":"2015-04-21T23:59:00+02:00","created_at":"2015-03-27T01:47:18+01:00","updated_at":"2015-03-29T00:49:34+01:00"},{"id":50,"title":"Lunchföreläsning med Ericsson","slug":"lunchforelasning","summary":"Som student är det otroligt svårt att veta vad man ska läsa och varför, om man ska engagera sig, vad man kan förvänta sig av arbetslivet och hur ens karriär kommer bli. Och vad är en karriär egentligen? Efter snart 15 år i arbetslivet är systemvetaren Anders Österlund ansvarig för Ericssons varumärke som arbetsgivare här i Sverige, Employer Branding. Efter jobb som managementkonsult, affärsutvecklare, inredare, nattklubbsbyggare och säljare är han nu HR-specialist. Hur kunde det egentligen ske? \u003Cbr\u003E\u003Cbr\u003EKom till D1, måndagen den 20 april klockan 12.15 och lyssna på varför Anders har valt Ericsson som arbetsgivare och vikten av studentengagemang. Ericsson bjuder på lunch men det är först till kvarn som gäller, så kom i tid!\u003Cbr\u003E","agenda":"","information":"","starts_at":"2015-04-20T12:15:00+02:00","ends_at":"2015-04-20T13:15:00+02:00","location":"D1","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-04-16T12:42:43+02:00","updated_at":"2015-04-16T12:44:28+02:00"},{"id":42,"title":" Armada Run","slug":"armadarun","summary":"Regarded as one of the most successful events last year, the Armada Run is back this fall as a kick-off to the career days. The third\r\nedition of the run will take place at KTH,\r\ncampus valhallavägen. Challenge the students\r\nand take the opportunity to show that your organisation encourage a healthy lifestyle.\r\nAfter crossing the finish line, we will offer\r\nsnacks and the opportunity to meet students\r\nand mingle in an informal atmosphere.","agenda":"","information":"Regarded as one of the most successful events last year, the Armada Run is back this fall as a kick-off to the career days. The third edition of the run will take place at KTH, campus valhallavägen. Challenge the students and take the opportunity to show that your organisation encourage a healthy lifestyle. After crossing the finish line, we will offer snacks and the opportunity to meet students and mingle in an informal atmosphere.","starts_at":"2015-10-14T08:00:00+02:00","ends_at":"2015-10-14T18:00:00+02:00","location":"Valhallavägen","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-26T15:58:59+01:00","updated_at":"2015-04-24T14:09:24+02:00"},{"id":43,"title":"The Thesis Proposal","slug":"thesis-proposal","summary":"A new event designed to show students\r\nthe opportunities they have to do their master\r\nor bachelor thesis within your organisation.\r\nThis is a great way for your organisation to\r\nhand-pick motivated students and get a new\r\nangle on the potential cases you have. You will\r\nprovide and present current cases which are\r\neligible to turn into master or bachelor thesis,\r\nand the students will form a thesis proposal concerning the problem. After your presenta-\r\ntion there will be time for mingle and dinner\r\nwith the students which will start working on\r\npitching the ideas for your organisation. After a\r\ngiven period of time your organisation will be able\r\nto select the Thesis that interests you the most.","agenda":"","information":"","starts_at":"2015-11-02T10:00:00+01:00","ends_at":"2015-11-02T17:00:00+01:00","location":"","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-27T01:42:33+01:00","updated_at":"2015-03-29T00:47:46+01:00"},{"id":46,"title":"Theme Lectures","slug":"theme-lectures","summary":"The weeks before and during the career fair,\r\nyour organisation will have the chance to reach\r\nout to students during lunch hour with a theme\r\nlecture. This is a great way to show how your\r\norganisation works and tell them more about\r\nyour operations based on a theme that you\r\ndecide. You can design the theme on your\r\n\r\n\t\t\t\t\t\town or together with us at THS Armada. The lecture may for example include innovation,\r\nsustainability initiatives, entrepreneurship,\r\ninternational career opportunities, branding\r\nand more. lunch for your representatives\r\nand the students are included in the price.","agenda":"","information":"","starts_at":"2015-11-03T10:00:00+01:00","ends_at":"2015-11-11T15:00:00+01:00","location":"","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-27T01:45:29+01:00","updated_at":"2015-03-29T00:47:04+01:00"},{"id":44,"title":"Enova","slug":"enova","summary":"A classIcal case challenge that offers\r\nexcellent opportunities for your organisation\r\nto create a closer and deeper connection with\r\nthe students which you are interested in. You\r\nchallenge a group of students to solve a business case related to your organisation’s area\r\nof expertise. After the case presentations, your representatives will select a winning group of\r\nstudents. The day will begin with lunch and\r\nends with dinner and mingle where there will be\r\ngreat opportunities for the students to get to\r\nknow your organisation even better.","agenda":"","information":"","starts_at":"2015-11-10T10:00:00+01:00","ends_at":"2015-11-10T17:00:00+01:00","location":"","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-27T01:43:18+01:00","updated_at":"2015-03-29T00:47:33+01:00"},{"id":45,"title":"Practical Engineering","slug":"practical-engineering","summary":"A practIcal case challenge where students will solve practical cases related to your\r\nbusiness. This event is a great opportunity to\r\nshow what your organisation is working with\r\nand meet dedicated students. Additionally this\r\nevent gives you a great marketing chance on\r\ncampus, and gives interested students a chance to try out exciting problems and get a closer\r\nrelationship to your business. The day ends\r\nwith dinner and a mingle, where there is an opportunity for the students to get a deeper and\r\nmore personal perspective of your organisation.","agenda":"","information":"","starts_at":"2015-11-12T10:00:00+01:00","ends_at":"2015-11-12T15:00:00+01:00","location":"","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-27T01:44:37+01:00","updated_at":"2015-03-29T00:47:16+01:00"},{"id":47,"title":"Armada Talks","slug":"armada-talks","summary":"A live-streamed event with short lectures\r\ndesigned to inspire innovation, new ideas and\r\nmotivation. Mini-lectures á 20 minutes with\r\ndifferent organisations and speakers. This is a new event for the year, and a great way for your\r\norganisation to be seen in a new way.","agenda":"","information":"","starts_at":"2015-11-17T10:00:00+01:00","ends_at":"2015-11-18T15:00:00+01:00","location":"","signup_link":"","signup_starts_at":null,"signup_ends_at":null,"created_at":"2015-03-27T01:46:18+01:00","updated_at":"2015-04-24T14:00:57+02:00"}]