[{"id":35,"title":"The application is now closed","slug":"the-application-is-now-closed","content":"The application for team leader, creator, coordinator and developer is now closed. Thank you for your applications! We'll contact you for a interview as soon as possible and all applicants will be notified 3 of May. \u003Cbr\u003E\u003Cbr\u003EA new recruitment period opens in August. We will then recruit hosts for the fair and events. For the application in August, Swedish isn't a requirement and international students will be able to apply! \u003Cbr\u003E\u003Cbr\u003EFollow our \u003Ca href=\"http://facebook.com/thsarmada\"\u003EFacebook\u003C/a\u003E for more information and updates.","date_published":"2015-04-22T10:00:00+02:00","image_id":null,"created_at":"2015-04-22T23:56:45+02:00","updated_at":"2015-04-23T00:15:51+02:00"},{"id":34,"title":"Sista dagen att söka","slug":"sista-dagen-att-soka","content":"Idag är sista dagen att söka gruppledare, utvecklare, koordinator eller kreatör. 22 olika roller finns att välja mellan och totalt söker vi 51 personer. Ansökan stänger 23.59 så se till att söka innan dess! \u003Cbr\u003E\u003Cbr\u003EAlla roller och ansökningsformulär finns på \u003Ca href=\"http://rekrytering.armada.nu\"\u003Erekrytering.armada.nu\u003C/a\u003E","date_published":"2015-04-21T10:30:00+02:00","image_id":null,"created_at":"2015-04-21T11:06:30+02:00","updated_at":"2015-04-21T11:08:00+02:00"},{"id":33,"title":"Lunchföreläsning med Ericsson","slug":"lunchforelasning-med-ericsson","content":"Som student är det otroligt svårt att veta vad man ska läsa och varför, om man ska engagera sig, vad man kan förvänta sig av arbetslivet och hur ens karriär kommer bli. Och vad är en karriär egentligen? Efter snart 15 år i arbetslivet är systemvetaren Anders Österlund ansvarig för Ericssons varumärke som arbetsgivare här i Sverige, Employer Branding. Efter jobb som managementkonsult, affärsutvecklare, inredare, nattklubbsbyggare och säljare är han nu HR-specialist. Hur kunde det egentligen ske? \u003Cbr\u003E\u003Cbr\u003EKom till D1, måndagen den 20 april klockan 12.15 och lyssna på varför Anders har valt Ericsson som arbetsgivare och vikten av studentengagemang. Ericsson bjuder på lunch men det är först till kvarn som gäller, så kom i tid!\u003Cbr\u003E\u003Cbr\u003E","date_published":"2015-04-16T11:45:00+02:00","image_id":null,"created_at":"2015-04-16T11:45:34+02:00","updated_at":"2015-04-16T11:50:49+02:00"},{"id":32,"title":"Är du den vi saknar? ","slug":"r-du-den-vi-saknar","content":"Ansökan har öppnat! THS Armada rekryterar nu gruppledare, utvecklare, koordinatorer och kreatörer som vill vara med och driva ett av KTHs största studentprojekt framåt. \u003Cbr\u003E\u003Cbr\u003ELäs mer om rollerna och ansök på \u003Ca href=\"http://rekrytering.armada.nu\"\u003Erekrytering.armada.nu. \u003C/a\u003E\u003Cbr\u003E\u003Cbr\u003ERight now THS Armada is only recruiting Swedish-speaking students. International students will be able to apply for THS Armada in September.","date_published":"2015-03-30T08:00:00+02:00","image_id":null,"created_at":"2015-03-30T08:31:10+02:00","updated_at":"2015-03-30T22:00:10+02:00"},{"id":31,"title":"Ansökan till PG15 är nu öppen","slug":"ansokan-till-pg-ar-nu-oppen","content":"Nu är det äntligen dags att söka till projektgruppen för Armada 2015! Hela julen har jag gått och väntat på att få öppna ansökan och nu har det blivit dags. Jag hoppas att just du väljer att söka och ser fram emot att träffa dig för din intervju. \u003Cbr\u003E\u003Cbr\u003ERollbeskrivningarna finner du på www.armada.nu/armada och anmälan sker genom www.campuscompetence.se/armada2015. Ansökan sker individuellt per post, men det är givetvis möjligt att söka mer än en post. Vid frågor kan du kontakta mig på gustav.frid@armada.nu.\u003Cbr\u003E\u003Cbr\u003EArmada 2015, nu kör vi!\u003Cbr\u003E\u003Cbr\u003E/Gustav Frid, Projektledare Armada 2015","date_published":"2015-01-08T17:00:00+01:00","image_id":null,"created_at":"2015-01-08T17:00:10+01:00","updated_at":"2015-01-08T17:00:10+01:00"},{"id":30,"title":"Armada 2014 is Over","slug":"armada-is-over","content":"WOW! It has all come to an end. What a ride!\u003Cbr\u003E\u003Cbr\u003EWe hope that you have enjoyed our Fair as well as our Events. If you have any feedback, please fill out our Student Survey here: http://niwen.armada.nu/fairs/armada2014/evaluations/26/answers/new\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003EWe want to thank the 295 students that have made this project possible and the 150 companies that inspire us to fulfil it.\u003Cbr\u003EThank you and see you in 2015!\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-11-20T08:00:00+01:00","image_id":null,"created_at":"2014-11-29T22:31:10+01:00","updated_at":"2014-11-29T22:31:10+01:00"},{"id":29,"title":"The Fair is Open!","slug":"the-fair-is-open","content":"The Armada Fair 2014 is finally open! Come visit 150 employers looking too meet you, a student from KTH.\u003Cbr\u003E\u003Cbr\u003EThe Fair is open in both Nymble and KTHB.\u003Cbr\u003E\u003Cbr\u003EOpening hours are:\u003Cbr\u003ENovember 18, 10-16\u003Cbr\u003ENovember 19, 10-15","date_published":"2014-11-18T10:00:00+01:00","image_id":null,"created_at":"2014-11-18T00:23:56+01:00","updated_at":"2014-11-18T00:23:56+01:00"},{"id":27,"title":"Info on Closures","slug":"info-on-closures","content":"Armada’s big fair is coming up and this will of course mean a lot of preparations. To facilitate these preparations and make the space Armada will inhabit to a spectacular exhibition area, a number of locales will be occupied in both Nymble and KTHB. The Fair will take place on the 18th and 19th of November but preparations will begin already this Thursday from 8:00. Check our whole schedule below.\u003Cbr\u003ENymbleThe lunch rooms (sv. Gasquerna) on the ground floor are booked from 8:00 on Thursday 13/11 to 16:00 on Sunday 23/11.Remaining facilities in Nymble are booked from 16:00 on Friday 14/11 to 24:00 on Wednesday 19/11. The Pub in Nymble is booked until 18:00 on Thursday 20/11.KTHBFrom 18:00 on Friday 14/11 the whole library will be booked. Work will already begin in the North and Southeast Galleries from 16:00.All rooms will then be available again on Thursday 20/11, with Ångdomen and the North Gallery taking a little longer.METAMETA will be occupied by Armada from 14:00 on Monday 17/11 to 19:00 on Wednesday 19/11.Residents of META can find information of where to heat their food via their Chapter Board.Businesses in affected areasKårbokhandeln - open as usual but with service desk function.THS Café - open as usualRestaurang Nymble - closed during the fair. Opens again on Wednesday 20/11.KTHB Stories - open as usualKTHB Reception - open as usual","date_published":"2014-11-11T16:45:00+01:00","image_id":null,"created_at":"2014-11-11T16:44:29+01:00","updated_at":"2014-11-13T15:30:20+01:00"},{"id":28,"title":"Practical Engineering - a pleasant afternoon","slug":"practical-engineering-a-pleasant-afternoon","content":"Last night's Practical Engineering case solving event was appreciated by both students and ÅF. We want to thank all the participants and organisers that made the event possible and resulted in such a spectacular afternoon. \u003Cbr\u003E\u003Cbr\u003EAll presentations were of a high caliber but only one team took home the prize. The winners were:\u003Cbr\u003EJosefin Wiking, Cecilia Ryding, Alexander Schultz, and Markus Romeis.","date_published":"2014-11-11T09:00:00+01:00","image_id":null,"created_at":"2014-11-11T17:30:34+01:00","updated_at":"2014-11-11T17:30:34+01:00"},{"id":26,"title":"Week 2: What's Coming Up?","slug":"week-whats-coming-up","content":"A new week has begun and that means a whole new schedule of events from us at Armada. Enjoy!\u003Cbr\u003E\u003Cbr\u003ENov 10 - Practical Engineering with ÅF (registration closed)\u003Cbr\u003ENov 11 - Theme Lecture with Ericsson #1 in E1\u003Cbr\u003ENov 12 - Last day to sign up for Individual Meetings\u003Cbr\u003ENov 12 - Theme Lecture with Ericsson #2 in E1\u003Cbr\u003ENov 12 - Armada stör en ingenjör (Talk Show) in Nymble\u003Cbr\u003ENov 14 - Theme Lecture with King in E1\u003Cbr\u003E\u003Cbr\u003EAnd of course next week our biggest events kick-off! Are you ready?\u003Cbr\u003ENov 18 (10-16) \u0026amp; 19 (10-15) - The Fair in KTHB \u0026amp; Nymble\u003Cbr\u003E - Internship Pitch in E1 from 9-10 (both days)\u003Cbr\u003E - Individual Meetings (Preregistration required. Last day Nov 12)\u003Cbr\u003E - The Startup Fair in the KL-room in Nymble\u003Cbr\u003E - Theme Lecture with ÅF in E1 on Nov 18\u003Cbr\u003E - Theme Lecture with Tieto in E1 on Nov 19\u003Cbr\u003E - Club Armada at Annexet, Globe Arenas, on Nov 18 from 22-02. Buy your ticket at club.armada.nu\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-11-10T10:30:00+01:00","image_id":null,"created_at":"2014-11-10T11:33:25+01:00","updated_at":"2014-11-10T11:35:37+01:00"},{"id":25,"title":"Get Your Free Cup of Joe!","slug":"get-your-free-cup-of-joe","content":"Do you usually grab a cup of joe (i.e. coffee) in the morning? \u003Cbr\u003E\u003Cbr\u003EThis week, from Monday to Thursday (November 10-13), the first 100 cups of coffee at THS Café in the Student Union building Nymble will be free, courtesy of our Main Partners, ÅF and Tieto. \u003Cbr\u003E\u003Cbr\u003EOn Monday, November 17, you will also have the possibility to grab a free cup of coffee in the morning. \u003Cbr\u003E\u003Cbr\u003EHave a great week!\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-11-09T17:30:00+01:00","image_id":294,"created_at":"2014-11-09T17:54:21+01:00","updated_at":"2014-11-09T18:04:38+01:00"},{"id":24,"title":"Week 1: Complete!","slug":"week-complete","content":"The first week of Armada is over. It was a jam-packed week with: \u003Cbr\u003E- an exciting Inauguration Event that saw the release of this year's Armada Catalogue,\u003Cbr\u003E- three interesting Theme Lectures with Facebook, SJ, and Trafikverket respectively,\u003Cbr\u003E- a challenging ENOVA case event with Tieto, Ericsson Management Consulting, Sweco, and Capgemini,\u003Cbr\u003E- and finally an informative evening for international students at our International Evening.\u003Cbr\u003E\u003Cbr\u003EPhotos from all these events can be found on our Facebook page here: https://www.facebook.com/thsarmada/photos_stream?tab=photos_albums\u003Cbr\u003E\u003Cbr\u003ENext week, more events await! Keep your eye out for:\u003Cbr\u003ENov 10 - Practical Engineering\u003Cbr\u003ENov 11 - Theme Lecture with Ericsson #1\u003Cbr\u003ENov 12 - Last day to sign up for Individual Meetings\u003Cbr\u003ENov 12 - Theme Lecture with Ericsson #2\u003Cbr\u003ENov 12 - Armada stör en ingenjör (Talk Show)\u003Cbr\u003ENov 14 - Theme Lecture with King\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-11-08T11:00:00+01:00","image_id":null,"created_at":"2014-11-09T17:28:16+01:00","updated_at":"2014-11-10T11:26:07+01:00"},{"id":23,"title":"A Successful ENOVA","slug":"a-successful-enova","content":"Last night's ENOVA case solving event was appreciated by both students and the participating companies. We want to thank all the participants and organisers that made the event possible and resulted in such a magnificent evening. \u003Cbr\u003E\u003Cbr\u003EAll presentations were of a high caliber but only one team took home the prize at each company. The winners were:\u003Cbr\u003E\u003Cbr\u003EEricsson Management Consulting\u003Cbr\u003E\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nStephanie Flodman, Terese Skoog, Dan Carino, Mikael Gnospelius\u003Cbr\u003ETieto\u003Cbr\u003E\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFredrik Hallin, Lina Börjeson, Joakim Westermark, Mikael Kjellnäs\u003Cbr\u003ECapgemini\u003Cbr\u003E\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDeborah Lindberg, Noa Julin, Johannes Törnqvist, Charlotte Åbyhammar\u003Cbr\u003ESweco\u003Cbr\u003E\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMaria Andersson, Sofie Malm, Alexander Schultz, Markus Romeis\u003Cbr\u003E","date_published":"2014-11-06T12:00:00+01:00","image_id":null,"created_at":"2014-11-09T16:37:12+01:00","updated_at":"2014-11-09T16:37:12+01:00"},{"id":22,"title":"Armada is almost here! ","slug":"armada-is-almost-here","content":"Whether you are looking for a Master’s thesis project, a summer job, an internship, or just wanting to fill up your stock of pencils, you should take the time to take an extra look at our calendar. At this year’s Armada we offer a wide selection of different events that will please both your practical and problem solving skills. Or why not go listen to Facebook, Ericsson, SJ, Trafikverket, King, Tieto, or ÅF at one of our theme lectures. Check out our event pages here on armada.nu, or download our app, for an up to date event schedule and registration.\u003Cbr\u003E\u003Cbr\u003EArmada's Event CalendarLEGEND:\u003Cbr\u003E(SWE) - Event is in Swedish.\u003Cbr\u003E(R) - Registration required.\u003Cbr\u003E(T) - Ticket purchase required.\u003Cbr\u003E\u003Cbr\u003EINAUGURATION \u003Cbr\u003E(http://www.armada.nu/events/inauguration)\u003Cbr\u003ENovember 4, 11.00-13.00\u003Cbr\u003EOpening ceremony of Armada and release of the Catalogue in Nymble. Come mingle with us and our Main Partners, Tieto and ÅF. \u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH FACEBOOK \u003Cbr\u003E(http://www.armada.nu/events/themelecture-facebook)\u003Cbr\u003ENovember 4, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003EENOVA \u003Cbr\u003E(http://www.armada.nu/events/enova) (SWE) (R)\u003Cbr\u003ENovember 5, 12.00-20.30\u003Cbr\u003ECase event with Tieto, Sweco, Capgemini and Ericsson. The event is followed by a dinner buffé and a mingle session with company representatives.\u003Cbr\u003E\u003Cbr\u003EINTERNATIONAL EVENING \u003Cbr\u003E(http://www.armada.nu/events/internationalevening)\u003Cbr\u003ENovember 6, 17.15-20.00\u003Cbr\u003ECome to E1 and join us for an event with focus on getting a job in Sweden as an international student. \u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH SJ \u003Cbr\u003E(http://www.armada.nu/events/themelecture-sj) (SWE)\u003Cbr\u003ENovember 6, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH TRAFIKVERKET \u003Cbr\u003E(http://www.armada.nu/events/themelecture-trafikverket) (SWE)\u003Cbr\u003ENovember 7, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003EPRACTICAL ENGINEERING \u003Cbr\u003E(http://www.armada.nu/events/practicalengineering) (SWE) (R)\u003Cbr\u003ENovember 10, 13.00-21.00 \u003Cbr\u003EPractical case event with ÅF. The event is followed by a dinner buffé and a mingle session with company representatives.\u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH ERICSSON #1 \u003Cbr\u003E(http://www.armada.nu/events/themelecture-ericsson-1) (ENG)\u003Cbr\u003ENovember 11, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH ERICSSON #2 \u003Cbr\u003E(http://www.armada.nu/events/themelecture-ericsson-2) (SWE)\u003Cbr\u003ENovember 12, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003EARMADA STÖR EN INGENJÖR \u003Cbr\u003E(http://www.armada.nu/events/armadastoreningenjor) (SWE)\u003Cbr\u003ENovember 12, 17.30-22.00\u003Cbr\u003ECome join us after school for an exciting talk show with representatives from ÅF, Tieto, Ericsson, and HP. \u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH KING\u003Cbr\u003E(http://www.armada.nu/events/themelecture-king) (ENG)\u003Cbr\u003ENovember 14, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003EINTERNSHIP PITCH \u003Cbr\u003ENovember 18-19, 09.00-10.00\u003Cbr\u003EThe companies have 3 minutes to pitch their internships to students. Location E1.\u003Cbr\u003E\u003Cbr\u003EINDIVIDUAL MEETINGS \u003Cbr\u003E(http://www.armada.nu/events/individualmeetings) (R)\u003Cbr\u003ENovember 18-19, 10.00-16.00\u003Cbr\u003EMeet a company representative for a 20-minute one-on-one meeting in Nymble and KTHB. Registration required.\u003Cbr\u003E\u003Cbr\u003EINTERNATIONAL TOURS \u003Cbr\u003E(http://www.armada.nu/events/international-tours) (R)\u003Cbr\u003ENovember 18-19, 10.00-15.00\u003Cbr\u003EAre you an international student and want to be guided to the companies interested in You? Then sign up for the tours of the Armada Fair arranged by THS International.\u003Cbr\u003E\u003Cbr\u003EFAIR DAY 1 \u003Cbr\u003E(http://www.armada.nu/events/fair-day-1)\u003Cbr\u003ENovember 18, 10.00-16.00\u003Cbr\u003E150 company are gathered in KTHB and Nymble to meet You! Don’t forget about our start-up room in Nymble too.\u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH ÅF \u003Cbr\u003E(http://www.armada.nu/events/themelecture-af) (SWE)\u003Cbr\u003ENovember 18, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003ECLUB ARMADA \u003Cbr\u003E(http://www.armada.nu/events/club-armada) (T)\u003Cbr\u003ENovember 18, 21.30-02.00\u003Cbr\u003EJoin us when we open the doors for this year’s biggest party, Club Armada. A golden opportunity to meet other students as well as company representatives in a more relaxed environment while showing your moves on the dancefloor at the same time.\u003Cbr\u003E\u003Cbr\u003EFAIR DAY 2 \u003Cbr\u003E(http://www.armada.nu/events/fair-day-2)\u003Cbr\u003ENovember 19, 10.00-15.00\u003Cbr\u003E150 company are gathered in KTHB and Nymble to meet You! Don’t forget about our start-up room in Nymble too.\u003Cbr\u003E\u003Cbr\u003ETHEME LECTURE WITH TIETO \u003Cbr\u003E(http://www.armada.nu/events/themelecture-tieto) (SWE)\u003Cbr\u003ENovember 19, 12.15-13.00\u003Cbr\u003ELOCATION: E1\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003EAre you excited for Armada? We sure are! Be sure to read more about all of our events and sign up for the ones that require it.\u003Cbr\u003E\u003Cbr\u003EGood luck with exams and see you Saturday at our bar in Gröten at TENTAPUB Nymble!\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-10-30T18:30:00+01:00","image_id":null,"created_at":"2014-10-30T18:32:47+01:00","updated_at":"2014-11-03T15:05:52+01:00"},{"id":21,"title":"ENOVA Registration Open!","slug":"enova-registration-open","content":"Registration for Armada's annual case solving event, ENOVA, is now open. The event provides excellent opportunities to establish a closer and deeper relationship with a company that is interesting to you and your education. Additionally, you get an insight into the types of problems you may face working at the company.\u003Cbr\u003E\u003Cbr\u003EThe participating companies are Ericsson Management Consulting, Tieto, Sweco, and Capgemini.\u003Cbr\u003E\u003Cbr\u003ERead more about the available cases and the participating companies at the link below\u003Cbr\u003Ehttp://armada.nu/events/enova\u003Cbr\u003E\u003Cbr\u003ELast day to register is Sunday, November 2 at 23:53.\u003Cbr\u003E","date_published":"2014-10-17T12:00:00+02:00","image_id":null,"created_at":"2014-10-22T09:25:02+02:00","updated_at":"2014-10-22T09:25:02+02:00"},{"id":20,"title":"What a race!","slug":"what-a-race","content":"Armadaloppet 2014 is over and what a race it was! After heavy showers in the morning, the day turned spectacular just in time for the race preparations. \u003Cbr\u003E\u003Cbr\u003EThank you once again to all the runners, volunteers, company representatives, and our sponsors that took part in the race. We couldn't have done it without you!\u003Cbr\u003E\u003Cbr\u003EThe winner's of this year's race were:\u003Cbr\u003EFastest Male Runner: Alexander Holmblad 16:58\u003Cbr\u003EFastest Female Runner: Kajsa Barr 18:07\u003Cbr\u003EFastest \"App the Hill\" Runner: Jacob Ivarsson 40 sek\u003Cbr\u003E\u003Cbr\u003EWe look forward to next year's race and to the remaining events Armada has planned for this year. Keep your eyes open for more information about those soon!","date_published":"2014-10-09T10:00:00+02:00","image_id":null,"created_at":"2014-10-22T09:24:38+02:00","updated_at":"2014-10-22T09:24:38+02:00"},{"id":19,"title":"Armadaloppet is Nearing","slug":"armadaloppet-is-nearing","content":"On Wednesday, the 8th of October, Armadaloppet will mark the start of Armada 2014.\u003Cbr\u003E\u003Cbr\u003EFor the second year in a row, the 5 km race around KTH campus has grown and will be run by 400 students and 200 company representatives. Representatives from Tieto, ÅF, Netlight Consulting, Fortum, Capgemini, Acando/Connecta, Ericsson, Accenture, Vattenfall, and Spotify will be joining the race.\u003Cbr\u003E\u003Cbr\u003EThe race is an opportunity for students to challenge friends and classmates as well as to get a literal foot ahead of the competition in the job market. By promoting a healthy lifestyle and an amicable atmosphere Armada hopes to bring students and employers closer together through an unconventional networking event.\u003Cbr\u003E\u003Cbr\u003EJoin us!\u003Cbr\u003E*What: 5 km running race for KTH-students\u003Cbr\u003E*Date: Wednesday, 8th of November at 17:00\u003Cbr\u003E*Place: KTH Campus Valhallavägen\u003Cbr\u003E\u003Cbr\u003ERegister for free at armada.nu/events/armadaloppet at the latest on Monday, 6th of October.\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cbr\u003E","date_published":"2014-10-03T14:00:00+02:00","image_id":null,"created_at":"2014-10-03T15:23:15+02:00","updated_at":"2014-10-06T13:08:52+02:00"},{"id":18,"title":"Värdrekryteringen är nu stängd!","slug":"vardrekryteringen-ar-nu-stangd","content":"Värdrekryteringen är nu stängd för i år. Vi vill tacka alla som ansökt och ni kommer bli kontaktade inom kort. \u003Cbr\u003E\u003Cbr\u003ENi kommer snart även se våra event både på hemsidan och i våra appar. Håll utkik!","date_published":"2014-09-13T00:00:00+02:00","image_id":null,"created_at":"2014-09-12T23:59:32+02:00","updated_at":"2014-09-12T23:59:32+02:00"},{"id":17,"title":"Värdrekryteringen har öppnat!","slug":"vardrekryteringen-har-oppnat","content":"Idag har Armadas största rekrytering öppnat sin dörrar för ansökningar. En rekrytering på ca 230 nya tillskott som kommer med sina expertiser att hjälpa forma och arrangera Armada 2014. \u003Cbr\u003E\u003Cbr\u003ENedan kan du läsa lite mer om vad vi söker.\u003Cbr\u003E\u003Cbr\u003EArmada rekryterar\u003Cbr\u003EVi söker olika\u003Cbr\u003E\u003Cbr\u003EÄr du kreativ och nytänkande eller social och serviceinriktad eller kanske mer strukturerad och teknisk? Armada söker dig för den du är. Tillsammans skapar vi arbetsmarknadsdagarna - KTH:s största studentevenemang.\u003Cbr\u003E\u003Cbr\u003ESista sökdag är den 12e september.\u003Cbr\u003E\u003Cbr\u003ELäs mer om Värdrekryteringen på \u003Cbr\u003Earmada.nu/recruitment eller i våra appar. \u003Cbr\u003E","date_published":"2014-08-25T10:00:00+02:00","image_id":null,"created_at":"2014-08-26T10:21:49+02:00","updated_at":"2014-09-01T13:21:53+02:00"},{"id":16,"title":"Värdrekryteringen börjar nästa vecka","slug":"vardrekryteringen-borjar-nasta-vecka","content":"På måndag börjar Armadas största rekryteringsperiod - Värdrekryteringen. På måndag ställer vi även ut på Kårens dag i Kårhuset Nymble för alla nyantagna studenter. Kom förbi och säg hej!\u003Cbr\u003E\u003Cbr\u003E\r\nAtt vara Värd i Armada är en otroligt rolig upplevelse och en möjlighet att vara en del av KTH:s största studentdrivna projekt. Med din hjälp så gör vi Armada 2014 till den bästa Armadan någonsin.\r\n\u003Cbr\u003E\u003Cbr\u003E\r\n\"Jag har varit Värd 2 gånger i Armada och det var så otroligt roligt att jag inte kunde låta bli att både vara Gruppledare och sen en del av Projektgruppen. Om du inte varit Värd, SÖK! Du kommer få ett minne för livet!”\r\n\u003Cbr\u003E-Lina Börjesson, Rekryteringsansvarig\r\n\u003Cbr\u003E\u003Cbr\u003E\r\nKolla armada.nu eller våra sociala mediekanaler på måndag för mer information om rollerna vi söker.","date_published":"2014-08-22T09:00:00+02:00","image_id":null,"created_at":"2014-08-22T09:04:01+02:00","updated_at":"2014-08-22T10:28:37+02:00"},{"id":15,"title":"The Complete Registration for Companies is Open!","slug":"the-complete-registration-for-companies-is-open","content":"It is now time to officially finalise Your company’s participation at Armada 2014. All companies that have previously been selected from the Preliminary Registration will receive more information on how to proceed via email. A friendly reminder will also be given via phone by a member of Armada’s Project Group. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nThe 3rd of September is the last day to finish the Complete Registration and ensure Your company’s place at Armada 2014.\r\n\u003Cbr\u003E\u003Cbr\u003E\r\nFor questions please contact Lovisa Jangenstål (lovisa.jangenstal@armada.nu), Business Relations Manager, or Hannah Björk (hannah.bjork@armada.nu), Project Manager.","date_published":"2014-08-18T08:00:00+02:00","image_id":null,"created_at":"2014-08-22T08:51:25+02:00","updated_at":"2014-08-22T09:47:14+02:00"},{"id":14,"title":"The Preliminary Registration for Companies is Closed","slug":"the-preliminary-registration-for-companies-is-closed","content":"The Preliminary Registration for Companies has now closed for Armada 2014. All companies will receive a notification if they have been selected to participate or not. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nArmada is extremely fortunate to receive numerous registrations to its fair and events every year. Unfortunately the fair has a maximum capacity of about 150 companies and we must therefore make a selection of the companies that match the student population’s interests. These are of course decisions that are very difficult to make and are hence not taken without careful deliberations.\r\n\u003Cbr\u003E\u003Cbr\u003E\r\nA Complete Registration to Armada 2014 will open in August for the companies selected.","date_published":"2014-05-31T12:00:00+02:00","image_id":null,"created_at":"2014-08-22T08:40:21+02:00","updated_at":"2014-08-22T08:40:21+02:00"},{"id":13,"title":"Armada is Proud to Announce Two Main Partners","slug":"armada-is-proud-to-announce-two-main-partners","content":"Armada is very proud to announce close partnerships with Tieto and ÅF for Armada 2014. As Main Partners, the two firms will closely follow the work of Armada and assist us in creating the best edition of the annual event as possible. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nÅF, Tieto, and Armada are all excited for the year to come and the benefits all parties will acquire as a result of the partnership. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nRead more about our main partners here.","date_published":"2014-04-30T14:00:00+02:00","image_id":null,"created_at":"2014-08-22T08:39:31+02:00","updated_at":"2014-08-22T08:39:31+02:00"},{"id":12,"title":"Hårt urval","slug":"hart-urval","content":"Det har varit ett extremt tufft uppdrag att göra ett urval bland alla våra sökande. Vi vill tack alla som har sökt och samtidigt gratulera de 44 nya gruppledare, utvecklare, koordinatorer, filmskapare och formgivare som blivit en del av Armada 2014. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nTill dem som tyvärr inte har blivit rekryterade i detta stadie vill vi passa på att tipsa om att Armada senare i år, i början på höstterminen, kommer rekrytera en stor grupp med ambitiösa och engagerade värdar. Håll utkik på vår hemsida och våra sociala medier för mer information. ","date_published":"2014-04-29T18:00:00+02:00","image_id":null,"created_at":"2014-08-22T08:38:03+02:00","updated_at":"2014-08-22T08:38:03+02:00"},{"id":11,"title":"Vårrekryteringen stängd","slug":"varrekryteringen-stangd","content":"Nu har Armadas vårrekrytering stängt för detta år. Tack alla som har sökt, vi ser fram emot att få träffa er för en intervju. Ni får ett samtal så snart som möjligt. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nSöktrycket är stort och med endast 44 möjliga rekryteringar så kommer vårt jobb inte vara enkelt. Alla som har sökt får besked i slutet på april.","date_published":"2014-04-12T00:05:00+02:00","image_id":null,"created_at":"2014-08-22T08:36:37+02:00","updated_at":"2014-08-22T08:36:54+02:00"},{"id":10,"title":"The Preliminary Registration for Companies is Open!","slug":"the-preliminary-registration-for-companies-is-open","content":"The Preliminary Registration for this year’s edition of Armada is now open! The career fair will take place on the 18th-19th of November 2014. \r\n\u003Cbr\u003E\u003Cbr\u003E\r\nOur fair and accompanying events are a great opportunity for You and Your company or organisation to meet a broad range of students from KTH Royal Institute of Technology’s many programs and campuses. \u003Cbr\u003E\u003Cbr\u003E\"Every year, more than 10,000 of Sweden’s top engineering students, architects, master students and PhD students visit the fair to interact and connect with their future employers. Armada is a great opportunity for You to provide information and long-term knowledge of Your company among KTH students, and hence create personal contacts for future recruitment.” \r\n\u003Cbr\u003E-Hannah Björk, Project Manager Armada 2014\r\n\u003Cbr\u003E\u003Cbr\u003E\r\nKeep an eye on your inboxes for an official invitation, or contact Lovisa Jangenstål (lovisa.jangenstal@armada.nu), Business Relations Manager, or Hannah Björk (hannah.bjork@armada.nu), Project Manager, for more information.\r\n\u003Cbr\u003E\u003Cbr\u003E\r\nLast day for the Preliminary Registration is the 31st of May. We hope to see you at Armada 2014!","date_published":"2014-03-31T08:00:00+02:00","image_id":null,"created_at":"2014-08-22T08:34:51+02:00","updated_at":"2014-08-22T09:47:32+02:00"},{"id":9,"title":"Vårrekryteringen har öppnat!","slug":"varrekryteringen-har-oppnat","content":"Armada har nu öppnat sin årliga vårrekrytering. Vi söker 46 stycken nya talanger som vill vara med och ta Armada till nya höjder. \u003Cbr\u003E\u003Cbr\u003EVill du vara med och skapa Armada 2014 och på så vis engagera dig i ett lärorikt, utvecklande och fantastiskt roligt studentprojekt där du får ta mycket ansvar och arbeta tillsammans med andra drivna studenter? Ansök då om att bli en del av Armada senast den 11 april!\u003Cbr\u003E\u003Cbr\u003ERollbeskrivningar och ansökan hittar du på varrekrytering.armada.nu\u003Cbr\u003E\u003Cbr\u003EOm du har frågor eller vill ha mer information kring hur det är att vara en del av Armada får du gärna kontakta mig:\u003Cbr\u003E\u003Cbr\u003ELina Börjeson\u003Cbr\u003ERekryteringsansvarig Armada 2014\u003Cbr\u003Elina.borjeson@armada.nu\u003Cbr\u003E","date_published":"2014-03-23T10:15:00+01:00","image_id":null,"created_at":"2014-03-22T19:43:19+01:00","updated_at":"2014-03-31T15:17:18+02:00"}]